Repository: Wirecloud/wirecloud
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Error: cannot find the file 'settings.py' in the directory containing %(file)r.
es: Error: El fichero 'settings.py' no se encuentra en el directorio que contiene %(file)r.

source: It seems you have customized things.
es: Parece que ha modificado la configuración.

source: You will have to run django-admin.py, passing it your settings module.
es: Deberá ejecutar django-admin.py, pasándole su módulo de configuración.

source: (If the file settings.py does indeed exist, it is causing an ImportError somehow.)
es: (Si el fichero settings.py ya existe, de alguna manera esta causando un error de importación.)

source: Spanish
es: Español

source: English
es: Inglés

source: Portuguese
es: Portugués

source: The user %(user_name)s does not exist
es: El usuario %(user_name)s no existe.

source: You are not allowed to add gadgets to %(user_name)s's workspace
es: No tienes permisos para añadir gadgets al workspace del usuario %(user_name)s

source: Missing template URL parameter
es: Parámetro URL del template no encontrado

source: Invalid format. Format must be either xml or json
es: Formato inválido. El formato debe ser xml o json

source: Name
es: Nombre

source: Display Name
es: Nombre del mashup

source: Vendor
es: Distribuidor

source: Version
es: Versión

source: Is Solution
es: Es Solución

source: Author
es: Autor

source: Mail
es: Correo

source: Description
es: Descripción

source: Size
es: Tamaño

source: License
es: Licencia

source: imageURI
es: imagenURI

source: iPhoneImageURI
es: iPhoneImagenURI

source: mashupId
es: id del mashup

source: popularity
es: popularidad

source: Value
es: Valor

source: Added by
es: Añadido por

source: Preferred by
es: Preferido por

source: Friend code
es: Código relacionado

source: Wiring
es: Conexiones

source: Tag
es: Etiquetar

source: Shortname
es: nombre

source: Subscription Price
es: Precio de subscripción

source: Monthly Price
es: Tarifa mensual

source: ERROR: missing attribute at Event or Slot element
es: ERROR: falta un atributo en el elemento Event o Slot

source: ERROR: missing attribute at Capability element
es: ERROR: falta un atributo en el elemento Capability

source: ERROR: capabilities must be placed AFTER Resource definition!
es: ERROR: el campo capabilities debe aparecer DESPUES de la definicion del recurso!

source: ERROR: the format of the version number is invalid. Format: X.X.X where X is an integer. Ex. "0.1", "1.11" NOTE: "1.01" should be changed to "1.0.1" or "1.1"
es: ERROR: el formato del número de versión es inválido. Formato esperado: X.X.X, siendo X un número entero. Ejemplo: "0.1", "1.11" NOTA: "1.01" debería ser "1.0.1"

source: ERROR: missing Resource version
es: ERROR: falta la versión del Recurso

source: ERROR: the following attributes are missing in a Resource element: %(fields)
es: ERROR: Los siguientes campos faltan en la descripción del recurso: %(fields)s

source: ERROR: missing the 'default' attribute at Translations element
es: ERROR: falta el atributo 'default' en el elemento Translation

source: ERROR: missing the language attribute at Translation element
es: ERROR: falta el atributo "language" en el elemento Translation

source: ERROR: The element Name cannot be translated
es: ERROR: El elemento Name no puede traducirse

source: ERROR: The element Vendor cannot be translated
es: ERROR: El elemento Vendor no puede traducirse

source: ERROR: The element Version cannot be translated
es: ERROR: El elemento Version no puede traducirse

source: ERROR: The following fields are missing in resource description: %(fields)s
es: ERROR: Los siguientes campos faltan en la descripción del recurso: %(fields)s

source: ERROR: the following translation indexes need a default value:
es: ERROR: los siguientes índices necesitan un valor por defecto:

source: ERROR: the following translation indexes are not used:
es: ERROR: los siguientes índices no son usados:

source: ERROR: There isn't a Translation element with the default language (%(default_lang)s) translations
es: ERROR: No hay un elemento Translation con el lenguaje por defecto (%(default_lang)s)

source: ERROR: missing Resource description field at Resource element! Check schema!
es: ERROR: falta la descripción del recurso en el elemento Resource. ¡Compruebe el esquema!

source: '%(file)s' is not a file
es: '%(file)s' no es un fichero

source: Error downloading resource template '%(url)s': code %(errorCode)s (%(errorMsg)s)
es: Error al acceder a la URL: código %(errorCode)s(%(errorMsg)s)

source: Bad resource template URL '%(url)s': %(errorMsg)s
es: Problema al parsear el template xml: %(errorMsg)s

source: Error downloading resource template '%(url)s': %(errorMsg)s
es: Problema al parsear el template xml: %(errorMsg)s

source: template_uri param expected
es: se esperaba un parámetro template_uri

source: Gadget already exists!
es: El gadget ya existe

source: Problem parsing template xml: %(errorMsg)s
es: Problema al parsear el template xml: %(errorMsg)s

source: user %(username)s is not the owner of the resource %(resource_id)s
es: el usuario %(username)s no es el dueño del recurso %(resource_id)s

source: Error tagging resource!!
es: Error al etiquetar el recurso

source: This tag cannot be deleted:
es: Esta etiqueta no puede ser eliminada:

source: The %(name)s "%(obj)s" was added successfully.
es: El %(name)s "%(obj)s" ha sido añadido correctamente

source: You may edit it again below.
es: Puede editarlo de nuevo abajo

source: You may add another %s below.
es: Pueda añadir otro %s abajo

source: The %(name)s "%(obj)s" was changed successfully.
es: El %(name)s "%(obj)s" fue cambiado satisfactoriamente.

source: The %(name)s "%(obj)s" was added successfully. You may edit it again below.
es: El %(name)s "%(obj)s" fue añadido satisfactoriamente. Puede editarlo de nuevo abajo.

source: All Users
es: Todos los Usuarios

source: Category
es: Categoría

source: Change some content
es: Modificar contenido

source: All Languages
es: Todos los idiomas

source: Choose some content
es: Elija el contenido

source: Categories
es: Categorías

source: availability of %s
es: disponibilidad de %s

source: Indistinct
es: indistintamente

source: Yes
es: Sí

source: All
es: Todos

source: Contents
es: Conceptos

source: Image-URL
es: URL de la imagen

source: name
es: nombre

source: Enter the name
es: Introduce el nombre

source: Type Content
es: Tipo de contenido

source: Select a type content
es: Seleccione un tipo de contenido

source: Enter url
es: Introduzca una url

source: Enter HTML
es: Introduzca HTML

source: Image File
es: Archivo de imagen

source: Image Preview
es: Previsualización

source: Content
es: Contenido

source: Select a Content
es: Selecciona un Contenido

source: Category Id
es: Id de categoría

source: Select a Category
es: Seleccione un Categoría

source: Panels
es: Paneles

source: Panel Default
es: Panel por defecto

source: This is the panel default
es: Este es el panel por defecto

source: positive integer
es: entero positivo

source: Enter the html
es: Introduzca el Html

source: Image
es: Imagen

source: Select some panels
es: Seleccione algunos paneles

source: Select a layout template
es: Seleccione una plantilla

source: description
es: Descripción

source: Enter the description
es: Introduzca la descripción

source: Login
es: Registro

source: Register
es: Registro

source: Welcome
es: Bienvenido

source: Exit
es: Salir

source: Profile
es: Perfil

source: Language
es: Idioma

source: Errors
es: Errores

source: Favourites
es: Favoritos

source: Favourite
es: Favorito

source: Previous Page
es: Página anterior

source: Next Page
es: Página siguiente

source: You would select a lang and a category for this content
es: Debería seleccionar un idioma y una categoría para este contenido

source: Already Assigned
es: Ya asignado

source: Languages
es: Idiomas

source: Modify
es: Modificar

source: Delete
es: Eliminar

source: Default
es: Valor por defecto

source: All users
es: Todos los usuarios

source: Assign
es: Asignar

source: Add Other
es: Añadir otro

source: Search
es: Buscar

source: Select
es: Seleccionar

source: Results
es: Resultados

source: Current Page
es: Página actual

source: First Page
es: Primera página

source: Before Page
es: Página anterior

source: Next Page
es: Página Siguiente

source: Last Page
es: Última página

source: Save
es: Salvar

source: Change
es: Cambiar

source: Add Groups
es: Añadir Grupos

source: Users
es: Usuarios

source: Add Users
es: Añadir Usuarios

source: View
es: Vista

source: Add
es: Añadir

source: You don't have permission to edit anything.
es: No tiene permiso para editar nada.

source: Create Layout
es: Crear layout

source: You must be logged
es: Debe registrarse

source: You do not have permission
es: No tienes permiso

source: Anonymous
es: Anónimo

source: Code
es: Código

source: Label
es: Etiqueta

source: Object Native
es: Objecto Nativo

source: JavaScript Lib
es: Librería JavaScript

source: User
es: Usuario

source: Patterns
es: Patrones

source: Nature
es: Naturaleza

source: Conditional
es: Condicional

source: Transformation
es: Transformación

source: String
es: Cadena

source: Help text
es: Texto de ayuda

source: Parameters
es: Parámetros

source: Remote Channel
es: Canales Remotos

source: Operation
es: Organización

source: WorkSpace
es: Entorno de trabajo

source: Filter
es: Filtro

source: Filter parameter values
es: Valores de los parametros del filtro

source: Subscription
es: Subscripción

source: Read Only
es: Solo lectura

source: InOut
es: Entrada-Salida

source: JSON parameter expected
es: Se esperaba el parámetro JSON

source: connectables cannot be saved: %(exc)s
es: Fallo al guardar los connectables: %(exc)s

source: Concept
es: Concepto

source: Platform
es: Plataforma

source: Adaptor
es: Adaptador

source: Source
es: Fuente

source: External
es: Contexto externo

source: Type
es: Tipo

source: JSON parameter not specified
es: Parametro del JSON no especificado

source: Expecting data in JSON format.
es: Los datos se esperan en formato JSON

source: Attempted update. You must use PUT HTTP method in this case
es: Actualización intentada. Para este caso debe utilizar el metodo HTTP PUT

source: Concept does not exist. You must use POST HTTP method in this case
es: El concepto no existe. Use el metodo HTTP POST para este caso

source: EzWeb Platform
es: Plataforma EzWeb

source: Add more tabs
es: Añadir más pestañas

source: Add Tab
es: Nueva pestaña

source: Show errors console
es: Mostrar la consola de errores

source: Back to my application
es: Volver a mi aplicación

source: Operate
es: Operar

source: New channel
es: Nuevo canal

source: Unfold all
es: Expandir todo

source: Gallery
es: Galería

source: Applications
es: Aplicaciones

source: Clear
es: Limpiar

source: This gadget cannot be created
es: No se pudo crear el gadget

source: Permission denied
es: Permiso denegado

source: Error creating deployment dirs: %(errorMsg)s
es: Error al crear los directorios de despliegue: %(errorMsg)s

source: unkwon reason
es: razón desconocida

source: Error parsing the template: %(msg)s
es: Error al parsear el template: %(msg)s

source: Error unpacking/deploying files contained in the WGT file: %(errorMsg)s
es: Error al extraer los ficheros del fichero WGT: %(errorMsg)s

source: Error deploying packaged gadget into catalogue: %(errorMsg)s
es: Error al desplegar el gadget dentro del catalogo: %(errorMsg)s

source: This gadget could not be exported
es: No se pudo exportar el gadget

source: This gadget could not be exported: %(errorMsg)s
es: No se pudo exportar el gadget: %(errorMsg)s

source: Username
es: Usuario

source: A template URL must be specified!
es: Debe especificarse la URL de la plantilla

source: Adding a gadget to EzWeb!
es: Añadiendo un gadget a EzWeb

source: Invalid template URL! Please, specify a valid one!
es: URL de la plantilla inválida. Por favor, especifique una URL correcta.

source: Cancel by the user
es: Cancelado por el usuario

source: Error ocurred processing template!
es: Error al parsear el template

source: Success
es: Éxito

source: Gadget added correctly to Catalogue!
es: Gadget añadido correctamente al catálogo.

source: Error ocurred processing template: %s!
es: Error al parsear el template: %s

source: Invalid params for gadget update! (gadget_vendor, gadget_name, gadget_version)
es: ¡Parámetros inválidos para la actualización del gadget! (gadget_vendor, gadget_name, gadget_version)

source: Invalid gadget info! Please, specify a valid one!
es: ¡Información del gadget inválida! Por favor, especifique una correcta.

source: XHTML code is not accessible!
es: Código XHTML inaccesible

source: Gadget updated correctly!
es: Gadget actualizado correctamente!

source: the workspace does not exist
es: el entorno de trabajo no existe.

source: the workspace is not shared
es: el workspace no esta compartido

source: Error 404 - Not Found
es: Error 404 - No encontrado

source: Contact us
es: Contacto

source: The requested URL "%(request_path)s" was not found on this server.
es: La URL pedida "%(request_path)s" no se encuentra en este servidor.

source: Error 500 - Internal Server Error
es: Error 500 - Error interno del servidor

source: View All
es: Ver todos

source: Advanced View
es: Vista avanzada

source: Search by category:
es: Buscar por categoría:

source: Loading EzWeb Platform
es: Cargando la Plataforma Ezweb

source: Retrieving EzWeb code
es: Descargando el código de la Plataforma EzWeb

source: About EzWeb
es: Acerca de EzWeb

source: Edit Settings
es: Editar la configuración

source: Settings
es: Configuración

source: Sign in
es: Registrarse

source: anonymous
es: Anónimo

source: Sign out
es: Salir

source: Select Application
es: Elegir Aplicación

source: New Application
es: Nueva Aplicación

source: Unfold on starting
es: Expandir al iniciar

source: EVENTS
es: EVENTOS

source: CHANNELS
es: CANALES

source: SLOTS
es: RANURAS

source: This operation requires login. Please sing-in into the EzWeb platform!
es: Esta operación requiere estar autenticado. Por favor, autentícate en la plataforma EzWeb y reintentalo.

source: Thanks to EzWeb you will be able to combine your favorite services to make your life easier
es: Gracias a EzWeb podrás combinar tus servicios favoritos para hacer tu vida más sencilla

source: Watch our videos!
es: ¡Echa un vistazo a nuestros vídeos!

source: <b>Discover</b> new gadgets in our catalogue and import them in your workspace.
es: <b>Descubre</b> nuevos gadgets en nuestro catálogo y añádelos a tu espacio de trabajo.

source: Arrange gadgets in your workspace <b>at your will</b>
es: Personaliza los gadgets de tu espacio de trabajo <b>a tu gusto</b>

source: <b>Wire</b> gadgets together.
es: <b>Conecta</b> los gadgets entre sí.

source: Share your workspaces/<b>mashups</b> as items in EzWeb's catalogue.
es: Comparte tus espacios de trabajo/<b>mashups</b> como elementos del catálogo de EzWeb.

source: Share your own workspace as an object you may <b>embed</b> in your favourite environments.
es: Comparte tu propio espacio de trabajo como objeto que puedes <b>embeber</b> en tus entornos favoritos.

source: Password
es: Contraseña

source: Log in
es: Acceder

source: Your first time in EzWeb? Access with your login in
es: ¿Tú primera vez en EzWeb? Accede con tu usuario de

source: or
es: o

source: register
es: regístrate

source: <b>Help us</b> to make our catalogue bigger! Easily add gadgets linked to your favourite feeds and web pages.
es: ¡<b>Ayúdanos</b> a hacer que crezca nuestro catálogo! Añade fácilmente gadgets vinculados a tus páginas web y feeds favoritos.

source: Our <b>catalogue</b> will grow during the next months, giving you access to a richer set of services, targeted to suit your needs and tastes.
es: Nuestro <b>catálogo</b> crecerá en los próximos meses, poniendo a tu alcance un universo cada vez más rico de servicios, enfocado a tus necesidades y gustos.

source: Don't hesitate sending us your
es: No dejes de enviarnos tu

source: opinion and feedback
es: opinión

source: Keep in touch with us!
es: ¡Mantente en contacto con nosotros!

source: Popularity
es: Popularidad

source: Creation date
es: Fecha de creación

source: Short name
es: Nombre corto

source: Go to beggining
es: Ir al inicio

source: Go to previous page
es: Ir a la página anterior

source: Go to next page
es: Ir a la página siguiente

source: Go to last page
es: Ir a la última página

source: Tags:
es: Etiquetas:

source: Close resource details
es: Ocultar los detalles del recurso

source: Detailed data
es: Información detallada

source: Vendor:
es: Distribuidor:

source: Name:
es: Nombre:

source: Version:
es: Versión:

source: Creator:
es: Creador:

source: Available versions:
es: Versiones disponibles:

source: More info at:
es: Más información en:

source: This gadget hasn't been tested with Internet Explorer. Be aware that it could not work properly.
es: Este gadget no se ha probado con Internet Explorer. Tenga en cuenta que podría no funcionar correctamente.

source: Advanced operations
es: Operaciones avanzadas

source: Add/remove tags
es: Añadir/Eliminar etiquetas

source: Add tags:
es: Añadir etiquetas:

source: Type new tag:
es: Escriba una nueva etiqueta:

source: Delete my tags:
es: Eliminar mis etiquetas:

source: Vote gadget
es: Votar el Gadgets

source: Rank the resource using stars:
es: Puntua los recursos utilizando estrellas:

source: Change version
es: Cambiar la versión

source: Select desired version:
es: Selecciona la versión deseada:

source: View template
es: Mostrar la plantilla

source: Delete gadget
es: Eliminar el gadget

source: Update gadget
es: Actualizar el Gadget

source: Order by:
es: Ordernar por:

source: Gadgets per page:
es: Gadgets por página:

source: Your username and password didn't match. Please try again.
es: Usuario o contraseña incorrecta. Por favor, inténtelo otra vez.

source: The OpenID authentication process failed. Please, try again.
es: El proceso de autenticación con OpenId falló. Por favor, inténtelo de nuevo.

source: Your first time in EzWeb?
es: ¿Tu primera vez en EzWeb?

source: Sign up now
es: Regístrate ahora

source: or access with:
es: o accede con:

source: MORFEO open source community has released some <b>online training material</b> about EzWeb technology.
es: La comunidad de software libre MORFEO ha liberado <b>material de formacion online</b> sobre la tecnología EzWeb.

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
es: Obligatorio. 30 caracteres o menos. Sólo se admiten carácteres alfanuméricos (letras, dígitos y guiones bajos).

source: This value must contain only letters, numbers and underscores.
es: El valor solo debe contener letras, números y guiones bajos.

source: E-mail
es: Correo Electrónico

source: If you already have an account, enter your username and password below to link your account with your facebook account. If you do not have an account, you can Connect with facebook only so as you won't have to remember a name and a password.
es: Si dispones de una cuenta en EzWeb, introduce tu usuario y contraseña para unir tu cuenta en EzWeb con tu cuenta de Facebook. Si no la tienes, puedes conectarte únicamente a traves de tu cuenta de Facebook y no tendrás que recordar tus datos de usuario.

source: Link facebook to an existing account:
es: Unir mi cuenta de Facebook a mi usuario:

source: Link my accounts and log in
es: Unir mi cuenta y acceder

source: Use facebook only:
es: Utilizar solo Facebook:

source: Connect with facebook only
es: Connectarme con Facebook

source: Hello, <fb:name uid="%s" useyou="false" firstnameonly="true" />
es: Hola, <fb:name uid="%s" useyou="false" firstnameonly="true" />

source: Hello, <a href="%(url)s">%(name)s</a>!
es: Hola, <a href="%(url)s">%(name)s</a>!

source: Error opening URL: code %(errorCode)s(%(errorMsg)s)
es: Error al acceder a la URL: codigo %(errorCode)s(%(errorMsg)s)

source: Error opening URL: %(errorMsg)s
es: Error abriendo la URL: %(errorMsg)s

source: Content type
es: Tipo de contenido

source: Width
es: Anchura

source: Height
es: Altura

source: Shared
es: Compartido

source: Last update
es: Última actualización

source: Number
es: Número

source: Date
es: Fecha

source: Boolean
es: Booleano

source: List
es: Lista

source: Slot
es: Ranura

source: Event
es: Evento

source: Preference
es: Preferencia

source: Property
es: Propiedad

source: GadgetContext
es: Contexto de gadget

source: ExternalContext
es: Contexto externo

source: Aspect
es: Aspecto

source: Action label
es: Etiqueta de acción

source: Default value
es: Valor por defecto

source: Missing required field(s): %(fields)s
es: No se encuentra(n) el/los fichero(s) requerido(s): %(fields)s

source: ERROR: unkown TEXT TYPE
es: ERROR: tipo TEXT desconocido

source: ERROR: missing attribute at Property element
es: ERROR: falta un atributo en el elemento Property

source: ERROR: missing attribute at UserPreference element
es: ERROR: falta un atributo en el elemento UserPreference

source: ERROR: missing attribute at Event element
es: ERROR: falta un atributo en el elemento Event

source: ERROR: missing attribute at Slot element
es: ERROR: falta un atributo en el elemento Slot

source: ERROR: missing attribute at Gadget Context element
es: ERROR: falta un atributo en el elemento Gadget Context

source: ERROR: missing attribute at External Context element
es: ERROR: falta un atributo en el elemento External Context

source: ERROR: XHTML could not be read: %(errorMsg)s
es: ERROR: No se pudo leer el código XHTML: %(errorMsg)s

source: ERROR: missing attribute at XHTML element
es: ERROR: falta un atributo en el elemento XHTML

source: ERROR: missing attribute at Option element
es: ERROR: falta un atributo en el elemento Option

source: ERROR: missing attribute at Rendering element
es: ERROR: falta un atributo en el elemento Rendering

source: ERROR: There isn't a Translation element with the default language (
es: ERROR: No hay un elemento Translation con el lenguaje por defecto (

source: Missing workspaceId parameter
es: Falta el parámetro workspaceId

source: Gadget already exists
es: El gadget ya existe

source: The url is not accesible
es: La URL no está accesible

source: Error creating gadget: %(msg)s
es: Error al crear el gadget: %(msg)s

source: XHTML code is not accessible
es: Código XHTML inaccesible

source: Default context
es: Contexto por defecto

source: Context
es: Contexto

source: template cannot be fetched:
es: no se pudo obtener la plantilla del gadget:

source: template_data JSON expected
es: se esperaba un JSON en el atributo template_data

source: template cannot be created:
es: no se pudo crear la plantilla del gadget:

source: xhtml cannot be fetched:
es: no se pudo obtener el código XHMTL:

source: Minimized
es: Minimizar

source: Fulldragboard
es: Pantalla completa

source: Tab
es: Pestaña

source: Transparency
es: Transparencia

source: Position
es: Posición

source: Icon Position
es: Posición del icono

source: Refused Version
es: Versión Rechazada

source: Variable definition
es: Definición de variable

source: Malformed iGadget JSON
es: JSON de IGadget incorrecto

source: iGadget JSON expected
es: Se esperaba un JSON de IGadget

source: referred gadget %(gadget_uri)s does not exist.
es: el Gadget %(gadget_uri)s referenciado no existe.

source: referred workspace %(workspace_id)s does not exist.
es: el entorno de trabajo %(workspace_id)s refenciado no existe.

source: iGadget cannot be created:
es: No se pudo actualizar el IGadget:

source: referred tab %(tab_id)s does not exist.
es: el tab %(tab_id)s referenciado no existe.

source: iGadgets cannot be updated:
es: No se pudo actualizar el IGadget:

source: iGadget variables JSON expected
es: Se esperaba un JSON con las variables del IGadget
