Repository: Wirecloud/wirecloud
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: igadget varaible cannot be updated:
es: no se pudo actualizar el IGadget:

source: Do you have an OpenID account?
es: ¿Tienes una cuenta OpenID?

source: Login using OpenID
es: Autenticarse con OpenID

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
es: Parece que tu navegador web no tiene las cookies habilitadas. Las cookies son necesarias para la autenticación en EzWeb.

source: i-names are not allowed
es: i-names no están permitidos

source: OpenID Discovery Failure
es: Error en el descubrikiento de OpenID

source: Not allowed OpenID provider
es: Proveedor de OpenID no permitido

source: The request was cancelled.
es: La petición fue cancelada

source: Setup needed. Please check your OpenID provider and try again.
es: Es necesario un proceso de onfiguración. Por favor, comprueba tu proovedor OpenID e inténtalo de nuevo

source: Bad openid status
es: Estado de OpenID erroneo

source: The OpenID doesn't match any registered user.
es: tu identidad OpenID no concuerda con ningún usuario registrado.

source: Inherit
es: Heredar

source: Platform Preferences JSON expected
es: Se esperaba un JSON con preferencias de plataforma

source: Platform Preferences cannot be updated:
es: No se pudo actualizar las preferencias de plataforma:

source: WorkSpace Preferences JSON expected
es: Se esperaba un JSON con las preferencias del workspace

source: WorkSpace Preferences could not be updated:
es: No se pudo actualizar las preferencias del workspace:

source: Tab Preferences could not be updated:
es: No se pudo actualizar las preferencias de la pestaña:

source: Your must be logged in to access this service
es: Debe estar logado para acceder a este servicio

source: Invalid request Referer
es: Referer inválido

source: Url not specified
es: URL no especificada

source: Error processing proxy request: %s
es: Error procesando la petición del proxy: %s

source: Application
es: Aplicación

source: Currently:
es: Actualmente:

source: Change:
es: Cambiar:

source: Text Identifier
es: Identificador del literal

source: Object Identifier
es: Identificador del objeto

source: Model
es: Modelo

source: Default Value
es: Valor por defecto

source: Please keep the file size under %(format)s. The current file size is %(size)s
es: Por favor, seleccione un fichero con un tamaño menor que %(format)s. El tamaño del fichero actual es %(size)s

source: The %s file type is not supported
es: El tipo de fichero %s no está soportado

source: Problem storing the file: %(errorMsg)s
es: Problema al almacenar el fichero: %(errorMsg)s

source: Missing file parameter
es: Falta el parámetro file

source: Select a file from your local system
es: Seleccione un fichero de su sistema local

source: upload
es: subir

source: permitted types:
es: tipos permitidos:

source: Max. size:
es: Tamaño máximo:

source: Your file is now available at:
es: Su fichero esta disponible ahora en:

source: (Don't forget to copy this URL)
es: (No olvide copiar esta URL)

source: Creator
es: Creador

source: Target Organizations
es: Organizaciones objetivo

source: Active
es: Activo

source: Organization
es: Organización

source: Original Workspace
es: Entorno de trabajo por defecto

source: Template
es: URL del template:

source: Default Workspace
es: Entorno de trabajo por defecto

source: New Workspace
es: Nuevo Espacio

source: error reading workspace:
es: error leyendo el entorno de trabajo:

source: workspace JSON expected
es: Se esperaba un JSON de entorno de trabajo

source: Malformed workspace JSON: expecting workspace uri.
es: JSON de entorno de trabajo incorrecto: se esperaba de la URI de un entorno de trabajo

source: workspace cannot be created:
es: No se pudo crear el entorno de trabajo:

source: workspace cannot be updated:
es: No se pudo actualizar el entorno de trabajo:

source: workspace cannot be deleted
es: No se pudo eliminar el entorno de trabajo:

source: tab JSON expected
es: Se esperaba un JSON de pestaña

source: Malformed tab JSON: expecting tab name.
es: JSON de pestaña incorrecto: se esperaba la URI de una pestaña

source: tab cannot be created:
es: No se pudo crear la pestaña:

source: tab order cannot be updated:
es: No se pudo actualizar el orden de las pestañas:

source: tab cannot be updated:
es: No se pudo actualizar la pestaña:

source: tab cannot be deleted
es: No se pudo borrar la pestaña:

source: variables JSON expected
es: Se esperaba un JSON con variables

source: cannot update variables:
es: no se pudieron actualizar las variables

source: workspace cannot be shared:
es: No se puede compartir el entorno de trabajo:

source: mashup data expected
es: datos del mashup incorrectos

source: Malformed mashup JSON. The following field(s) are missing: %(fields)s.
es: JSON del mashup malformado. Los siguientes campos faltan: %(fields)s

source: mashup cannot be published:
es: No se pudo publicar el mashup:

source: mashup cannot be published: duplicated mashup
es: No se pudo publicar el mashup: está duplicado
