Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/platform/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ja

source: <p>Our <strong>third behaviour (3 of 4)</strong> is going to be: Locate technicians.</p>
es: <p>Nuestro <strong>tercer comportamiento (3 de 4)</strong> va a ser: Localizar a los técnicos.</p>
ja: <p><strong>第3のビヘイビア (3/4)は</strong>次のようになります: 技術者を探します。</p>

source: ... <strong>his location should appear</strong> in the <em>Technician Location</em> widget.
es: ... <strong>su posición debería aparecer</strong> en el widget <em>Technician Location</em>.
ja: ... <strong>彼の所在地は</strong><em>技術者の位置</em>ウィジェットに<strong>表示されるはずです</strong>。

source: <p>Our <strong>fourth and last behaviour (4 of 4)</strong> is going to be: Allow videocalls with the technicians.</p>
es: <p>Nuestro <strong>cuarto y último comportamiento (4 de 4)</strong> va a ser: Permitir video-llamadas con los técnicos.</p>
ja: <p><strong>第4のビヘイビア (4/4) は</strong>次のようになります: 技術者とビデオコールを許可します。</p>

source: After <strong>selecting a technician</strong> ...
es: Al <strong>seleccionar un técnico</strong> ...
ja: <strong>技術者を選択した</strong>後 ...

source: ... we want to be able to <strong>call him</strong> using the <em>Technician VideoCall</em> widget.
es: ... queremos ser capaces de <strong>llamarle</strong> usando el widget <em>Technician VideoCall</em>.
ja: ... <em>技術者 ビデオコール</em>のウィジェットを使って、<strong>彼に電話を</strong>できるようにしたい。

source: <p>Once identified the desired behaviours, we're going to create them in the Wiring Editor view.</p>
es: <p>Una vez identificados los comportamientos deseados, vamos a diseñarlos desde la vista <em>Editor del Wiring</em>.</p>
ja: <p>必要なビヘイビアを特定したら、ワイヤーリング・エディタ・ビューでそれらのビヘイビアを作成します。</p>

source: Click <em>Wiring</em>
es: Haz click en <em>Wiring</em>
ja: <em>ワイヤーリング</em>をクリックします

source: <p>As you can see, we already have all the connections and components needed for implementing all the identified behaviours. The first step for converting this wiring configuration into a behaviour oriented configuration is enabling the behaviour engine.</p>
es: <p>Como podemos ver, las conexiones necesarias para crear los comportamientos identificados anteriormente ya estan presentes en el wiring.</p><p>El primer paso para convertir la configuración del wiring en una orientada a comportamientos es activar el motor de comportamientos.</p>
ja: <p>ご覧のとおり、識別されたすべての行動を実装するために必要なすべての接続とコンポーネントが既に用意されています。 このワイヤーリング構成をビヘイビア指向の構成に変換するための最初のステップは、ビヘイビア・エンジンを有効にすることです。</p>

source: Click <em>List Behaviours</em>
es: Haz click en <em>Listar comportamientos</em>
ja: <em>ビヘイビア・リスト</em>をクリックします

source: Enable the behaviour engine
es: Activa el motor de comportamientos
ja: ビヘイビア・エンジンを有効化

source: Step 2: Design the behaviours
es: Paso 2: Diseñar los comportamientos
ja: ステップ2: ビヘイビアをデザイン

source: <p>When you enable the behaviour engine, a default behaviour will be created with all existing components and connections.</p><p>Let's continue <strong>creating the second behaviour</strong> (Display technician profiles).</p>
es: <p>Una vez activado el motor de comportamientos, se crea un comportamiento por defecto que incluye todos los componentes y las conexiones existentes.</p><p>Ahora, vamos a <strong>diseñar el segundo comportamiento</strong> (Mostrar los perfiles de los técnicos).</p>
ja: <p>ビヘイビア・エンジンを有効にすると、既定のビヘイビアがすべての既存のコンポーネントと接続で作成されます。</p><p>Let's continue <strong>2つめのビヘイビア</strong> (技術者プロファイルの表示)<strong>を作成して</strong>みましょう。</p>

source: Click <em>Create behaviour</em>
es: Haz click en <em>Crear comportamiento</em>
ja: <em>ビヘイビアを作成をクリックします</em>

source: We fill the <strong>title</strong> ...
es: Rellenamos el <strong>título</strong> ...
ja: <strong>タイトル</strong>を記入します ...

source: Display technician profiles
es: Mostrar los perfiles de los técnicos
ja: 技術者プロファイルの表示

source: ... and the <strong>description</strong>.
es: ... y la <strong>descripción</strong>.
ja: ... と<strong>説明</strong>。

source: Display technician profiles when they are selected in other widgets, e.g. in the technician list widget.
es: Hay que mostrar los perfiles de los técnicos cuando estos son seleccionados en otros widgets, por ejemplo en el widget <em>Technician List</em>.
ja: 技術者プロファイルが他のウィジェットで選択されたときに表示します。 例えば、技術者リストのウィジェットに表示されます。

source: Click <em>Accept</em>
es: Haz click en <em>Aceptar</em>
ja: <em>設定</em>をクリックします

source: Active the second behaviour
es: Activa el segundo comportamiento
ja: 2番目のビヘイビアをアクティブにする

source: <p>Now, we are going to add the components and the connections needed for implementing this behaviour taking them from the behaviour created by default.</p>
es: <p>Ahora vamos a añadir los componentes y las conexiones necesarias para este comportamiento trayéndolos desde el comportamiento creado por defecto.</p>
ja: <p>ここでは、このビヘイビアを実装するために必要なコンポーネントと接続を、デフォルトで作成されたビヘイビアから取得するために追加します。</p>

source: Click <em>Add</em>
es: Haz click en <em>Añadir</em>
ja: <em>追加</em>をクリックします

source: <p><span class="label label-success">Great!</span> We have finished our first behaviour. Have you noticed that when we added the connections also the affected components were added? That saved us some steps :).</p><p>Anyway, you can also directly add components in a similar way clicking on theirs <em>Add</em> button (take into account that associated connections are no added automatically in that case)</p><div class="alert alert-info">The third and the fourth behaviour can be created the same way, so we are going to create them for you.</div>
es: <p><span class="label label-success">Genial!</span> Ya tenemos nuestro primer comportamiento terminado. ¿Te has dado cuenta que cuando hemos añadido las conexiones también se han añadido los componentes implicados? Esto nos ha evitado algunos pasos :).</p><p>De todas formas, también puedes añadir directamente los componentes, de una forma muy similar, haciendo click en su botón <em>Añadir</em> (en este caso las conexiones implicadas no se añaden de forma automática)</p><div class="alert alert-info">El tercer y el cuarto comportamiento se puede crear de la misma forma, así que vamos a crearlos por ti.</div>
ja: <p><span class="label label-success">すばらしい！</span> 私たちは最初のビヘイビアを終えました。 接続を追加したときにも、影響を受けるコンポーネントが追加されていることに気付きましたか？ それは私たちにいくつかのステップを救いました:)。</p><p>とにかく、コンポーネントを<em>Add</em>ボタンをクリックして同様の方法で直接追加することもできます(その場合、関連する接続は自動的に追加されません)</p><div class="alert alert-info">3番目と4番目のビヘイビアは同じ方法で作成することができるため、それらを作成します。</div>

source: The <strong>third behaviour</strong> was created.
es: El <strong>tercer comportamiento</strong> ha sido creado.
ja: <strong>第3のビヘイビア</strong>が作成されました。

source: Locate technicians
es: Localizar a los técnicos
ja: 技術者を検索

source: Show the current location of the selected technician.
es: Hay que mostrar la posición actual del técnico seleccionado.
ja: 選択した技術者の現在の場所を表示します。

source: The <strong>fourth behaviour</strong> was created.
es: El <strong>cuarto comportamiento</strong> ha sido creado.
ja: <strong> 4番目のビヘイビア</strong>が作成されました。

source: Allow videocalls with the technicians
es: Permitir video-llamadas con los técnicos
ja: 技術者とビデオコールを許可します

source: Allow to stablish a videocall with the selected technician.
es: Hay que permitir establecer una video-llamada con el técnico seleccionado.
ja: 選択した技術者とのビデオ通話を確立することを許可します。

source: <p>The last step is cleaning up our first behaviour as it currently contains all the components and connections of the wiring configuration. We have to convert it into our real first behaviour: Allow techinican searches.</p><p>We're going to start by updating the behaviour's details.</p>
es: <p>El último paso es limpiar nuestro primer comportamiento dado que actualmente contiene todos los componentes y todas las conexiones de la configuración del wiring. Tenemos que convertirlo en nuestro primer comportamiento: Permitir la búsqueda de técnicos.</p><p>Vamos a empezar por actualizar los detalles del comportamiento.</p>
ja: <p>最後のステップは、ワイヤーリング構成のすべてのコンポーネントと接続が現在含まれているため、最初のビヘイビアをクリーンアップすることです。 私たちはそれを本当の最初のビヘイビアに変換しなければなりません: 技術者の検索を許可する.</p><p>ビヘイビアの詳細を更新することから始めます。</p>

source: Active the first behaviour
es: Activa el primer comportamiento
ja: 最初のビヘイビアをアクティブにする

source: Click <em>Preferences</em>
es: Haz click en <em>Preferencias</em>
ja: <em>設定</em>をクリックします

source: We have to change the <strong>title</strong> ...
es: Cambiamos el <strong>título</strong> ...
ja: <strong>タイトル</strong>を変更する必要があります ...

source: Allow technician searches
es: Permitir la búsqueda de técnicos
ja: 技術者の検索を許可します

source: Find a technician by a name at the technician list.
es: Buscar un técnico por nombre en la lista de técnicos.
ja: 技術者リストの名前で技術者を探します。

source: <p>In this case there are components and connections that are not part of this behaviour. Let's remove them.</p>
es: <p>En este caso, hay componentes y conexiones que no forman parte de este comportamiento. Vamos a eliminarlos.</p>
ja: <p>この場合、このビヘイビアの一部ではないコンポーネントと接続が存在します。 それらを削除しましょう。</p>

source: Click <em>Delete</em>
es: Haz click en <em>Borrar</em>

source: <p><span class="label label-success">Great!</span> We have cleaned up this behaviour successfully. Have you noticed that when we removed the components also the affected connections were removed? That saved us, again, some steps :).</p><p>Anyway, you can also directly remove connections in a similar way clicking on their <em>Remove</em> button (take into account that associated components are no removed automatically in that case)</p>
es: <p><span class="label label-success">Genial!</span> Hemos limpiado este comportamiento con éxito. ¿Te has dado cuenta de que cuando hemos eliminado los componentes también se han eliminado las conexiones implicadas? Esta nos ha evitado, otra vez, algunos pasos :).</p><p>De todas formas, también puedes eliminar directamente las conexiones, de una forma muy similar, haciendo click en su botón <em>Borrar</em> (en este caso, los componentes no serán eliminados de forma automática).</p>
ja: <p><span class="label label-success">すばらしい!</span> 私たちはこのビヘイビアを正常にクリーンアップしました。 影響を受けた接続も削除されていることに気付きましたか？ それは私たちをもう一度、いくつかのステップを救いました:)。</p><p>とにかく、<em>削除</em> ボタンをクリックして同様の方法で直接接続を削除することもできます (その場合、関連コンポーネントは自動的に削除されません)</p>

source: Try It Yourself
es: Prueba por ti mismo
ja: 試してください

source: <p><span class="label label-success">Congratulations!</span> you have finished your first <em>behaviour oriented</em> wiring configuration.</p><p>This is the end of this tutorial, but you can play with the example dashboard and check if it follow the described behaviours.</p>
es: <p><span class="label label-success">¡Enhorabuena!</span> has terminado tu primera configuración de wiring <em>orientada a comportamientos</em>.</p><p>Este es el final de este tutorial, pero puedes continuar jugando con el panel de ejemplo para comprobar si este sigue los comportamientos descritos.</p>
ja: <p><span class="label label-success">おめでとう!</span> 最初の<em>ビヘイビア指向</em>ワイヤーリング設定が完了しました。</p><p>これはこのチュートリアルの最後ですが、例のダッシュボードを試して、説明されているビヘイビアに従っているかどうかを確認できます。</p>

source: Save & share your mashups
es: Garda y comparte tus creaciones

source: Upload your Workspace
es: Subir tu entorno de trabajo

source: <p>You can upload your workspace in your local catalogue</p>
es: <p>Puedes guardar el entorno de trabajo en tu catálogo de recursos</p>

source: Please click here to display the Workspaces menu management.
es: Haz click aquí para mostrar el menú de administración de los entornos de trabajo

source: Click <em>Upload to my resources</em>
es: Haz click en <em>Subir a mis recursos</em>

source: Name changed from "%(oldName)s" to "%(newName)s" succesfully
es: Nombre cambiado de "%(oldName)s" a "%(newName)s" correctamente

source: Widget "%(title)s" removed from workspace succesfully
es: Widget "%(title)s" eliminado del entorno de trabajo de forma correcta

source: Error renaming iwidget from persistence: %(errorMsg)s.
es: Error renombrado el iwidget en el servidor: %(errorMsg)s.

source: IWidget "%(title)s" removed from workspace succesfully
es: IWidget "%(title)s" eliminado del entorno de trabajo de forma correcta

source: Error removing iwidget from persistence: %(errorMsg)s.
es: Error eliminando el iwidget del servidor: %(errorMsg)s.

source: %(iwidget_name)s's logs
es: Registros de %(iwidget_name)s

source: Widget Settings
es: Configuración del Widget

source: Exception catched while processing preference changes
es: Excepción capturada mientras se procesaba los cambios en las preferencias
ja: 環境設定の変更を処理中に例外がキャッチされました

source: Widget's title
es: Titulo del widget
ja: ウィジェットのタイトル

source: X-Position
es: Posición-X
ja: X ポジション

source: Specifies the x-coordinate at which the widget is placed
es: Especifica la coordenada x en la que el widget está colocado
ja: ウィジェットが配置される x 座標を指定します

source: Y-Position
es: Posición-Y
ja: Y ポジション

source: Specifies the y-coordinate at which the widget is placed
es: Especifica la coordenada y en la que el widget está colocado
ja: ウィジェットが配置される y 座標を指定します

source: Height
es: Altura
ja: 高さ

source: Widget's height in layout cells
es: Altura del widget en filas
ja: レイアウト・セル内のウィジェットの高さ

source: Width
es: Ancho
ja: 幅

source: Widget's width in layout cells
es: Ancho del widget en columnas
ja: レイアウト・セル内のウィジェットの幅

source: Height in pixels
es: Altura en pixels

source: Widget's height in pixels
es: Altura del widget en pixels
ja: ピクセル単位でのウィジェットの高さ

source: Width in pixels
es: Ancho en pixels
ja: ピクセル単位の幅

source: Widget's width in pixels
es: Anchura del widget en pixels
ja: ピクセル単位のウィジェットの幅

source: iWidget loaded
es: iWidget cargado

source: iWidget unloaded
es: iWidget descargado

source: [Widget; Vendor: %(vendor)s, Name: %(name)s, Version: %(version)s]
es: [Widget; Distribuidor: %(vendor)s, Nombre: %(name)s, Versión: %(versión)s]
ja: [ウィジェット; ベンダー: %(vendor)s, 名前: %(name)s, パージョン: %(version)s]

source: Operator %(id)s (%(uri)s) couldn't be loaded.
es: El operador %(id)s (%(uri)s) no pudo ser cargado.

source: Operator %(id)s couldn't be loaded as %(uri)s does not exist.
es: El operador %(id)s no pudo ser cargado dado que %(uri)s no existe.

source: The %(type)s (%(id)s) does not exist.
es: El %(type)s (%(id)s) no existe.

source: The widget (%(title)s) already exist.
es: El widget (%(title)s) ya existe.

source: The widget (%(title)s) to remove does not exist.
es: El widget que se quiere eliminar (%(title)s) no existe.

source: Workspace preferences (%(workspaceName)s)
es: Preferencias del entorno de trabajo (%(workspaceName)s)

source: Connection Refused
es: Conexión rechazada
ja: 接続拒否

source: Bad Request
es: Solicitud incorrecta
ja: 要求が正しくありません

source: Unauthorized
es: No autorizado
ja: 無許可

source: Payment Required
es: Pago requerido
ja: 支払いが必要

source: Forbidden
es: Prohibido
ja: 禁じられた

source: Not Found
es: No encontrado
ja: 見つかりません

source: Method Not Allowed
es: Método no permitido
ja: メソッドは許可されていません

source: Not Acceptable
es: No aceptable
ja: 許容できません

source: Proxy Authentication Required
es: Se requiere autenticación de proxy
ja: プロキシ認証が必要

source: Request Timeout
es: Tiempo de espera superado
ja: 要求のタイムアウト

source: Conflict
es: Conflicto
ja: コンフリクト

source: Gone
es: Ya no existe
ja: 実行済み

source: Length Required
es: Se requiere longitud
ja: 必要な長さ

source: Precondition Failed
es: Precondición fallida
ja: 前提条件が失敗

source: Request Entity Too Large
es: Entidad de solicitud demasiado larga
ja: リクエスト・エンティティが大きすぎます

source: Request-URI Too Long
es: URL de solicitud demasiado larga
ja: リクエスト URI が長すぎます

source: Unsupported Media Type
es: Tipo de medio no soportado
ja: サポートされていないメディア・タイプ

source: Requested Range Not Satisfiable
es: El rango solicitado no puede ser satisfecho
ja: リクエストされた範囲が満足できない

source: Expectation Failed
es: Expectativa fallida
ja: 期待できない

source: Unprocessable Entity
es: Entidad no procesable
ja: 処理不能なエンティティ

source: Locked
es: Bloqueado
ja: ロックされた

source: Failed Dependency
es: Falló dependencia
ja: 依存関係の失敗

source: Upgrade Required
es: Actualización requerida
ja: アップグレードが必要

source: Internal Server Error
es: Error interno del servidor
ja: 内部サーバーエラー

source: Not Implemented
es: No implementado
ja: 実装されていない

source: Bad Gateway
es: Puerta de enlace incorrecta
ja: 悪いゲートウェイ

source: Service Unavailable
es: Servicio no disponible
ja: サービスは利用できません

source: Gateway Timeout
es: Tiempo de espera de gateway superado
ja: ゲートウェイのタイムアウト

source: HTTP Version Not Supported
es: Versión de HTTP no soportada
ja: サポートされていない HTTP バージョン

source: Variant Also Negotiates
es: Variante también negocia
ja: バリアントもネゴシエートする

source: Insufficient Storage
es: Almacenamiento insuficiente
ja: ストレージ不足

source: Loop Detected
es: Detectado bucle
ja: ループが検出されました

source: Not Extended
es: No extendido
ja: 拡張されていない

source: Unknown status code
es: Código de error desconocido
ja: 不明なステータスコード

source: Error adding the workspace: %(errorMsg)s.
es: Error añadiendo el entorno de trabajo: %(errorMsg)s.

source: Error merging the mashup: %(errorMsg)s.
es: Error mezclando el mashup: %(errorMsg)s.

source: Loading WireCloud Platform
es: Descargando la plataforma WireCloud
ja: WireCloud プラットフォームの読み込み

source: Retrieving WireCloud code
es: Obteniendo el código de WireCloud
ja: WireCloud コードの取得

source: Retrieving initial data
es: Obteniendo datos iniciales
ja: 初期データの取得

source: Workspace
es: Entorno de trabajo

source: Processing initial context data
es: Procesando los datos contexto iniciales

source: Error retrieving available resources: %(errorMsg)s.
es: Error obteniendo los recursos disponibles: %(errorMsg)s.

source: Error retrieving platform preferences data: %(errorMsg)s
es: Error obteniendo los datos de las preferencias de la plataforma: %(errorMsg)s.

source: Error retrieving workspace list
es: Error obteniendo la lista de entornos de trabajo

source: Unloading WireCloud
es: Cerrando WireCloud
ja: WireCloud のアンロード

source: Changing current workspace
es: Cambiando el entorno de trabajo actual

source: Downloading workspace (%(name)s) data
es: Descargando los datos del entorno de trabajo (%(name)s)

source: Merging mashup
es: Mezclando el mashup

source: Warning
es: Advertencia

source: Yes
es: Sí

source: the iWidget could not be associated with this layout as it already has an associated layout.
es: la instancia de widget no pudo se asociada con este layout porque ya tiene asociado otro layout.

source: Accept
es: Aceptar
ja: 設定

source: Logs
es: Registros
ja: ログ

source: Upgrade/Downgrade
es: Actualizar/Desactualizar
ja: アップグレード/ダウングレード

source: Reload
es: Recargar
ja: リロード

source: User's Manual
es: Manual de usuario
ja: ユーザーズ・マニュアル

source: Exit Full Dragboard
es: Salir de panel completo
ja: フル・ドラッグボードを終了

source: Full Dragboard
es: Panel completo
ja: フル・ドラッグボード

source: Snap to grid
es: Ajustar a la rejilla
ja: グリッドにスナップ

source: Extract from grid
es: Extraer de la rejilla
ja: グリッドからの抽出

source: Close
es: Cerrar
ja: クローズ

source: Smart
es: Inteligente
ja: スマート

source: Widgets will tend to be placed on the topmost position available if this option is enabled. (default: enabled)
es: Se intentará colocar los widget en la posición más alta posible si está opción está activada. (por defecto: activada)
ja: このオプションが有効になっている場合、ウィジェットは利用可能な一番上の位置に配置される傾向があります。(デフォルト: 有効)

source: Columns
es: Columnas
ja: 列

source: Grid columns. (default: 20 columns)
es: Columnas de la rejilla. (por defecto: 20 columnas)
ja: グリッド列 (デフォルト: 20桁)

source: Row Height (in pixels)
es: Altura de las filas (en pixels)
ja: 行の高さ (ピクセル単位)

source: Row/cell height. Must be specified in pixel units. (default: 13px)
es: Altura de la filas/celdas. Hay que indicar un valor usando pixels. (por defecto: 13px)
ja: 行/セルの高さ。 ピクセル単位で指定する必要があります (デフォルト: 13px)

source: Horizontal Margin between widgets (in pixels)
es: Margen horizontal entre widgets (en pixels)
ja: ウィジェット間の水平マージン (ピクセル単位)

source: Horizontal Margin between widgets. Must be specified in pixel units. (default: 4px)
es: Margen horizontal entre widgets. Hay que indicar un valor usando pixels. (por defecto: 4px)
ja: ウィジェット間の水平マージン。ピクセル単位で指定する必要があります (デフォルト: 4px)

source: Vertical Margin between widgets (in pixels)
es: Margen vertical entre widgets (en pixels)
ja: ウィジェット間の垂直マージン (ピクセル単位)

source: Vertical Margin between widgets. Must be specified in pixel units. (default: 3px)
es: Margen vertical entre widgets. Hay que indicar un valor usando pixels. (por defecto: 3px)
ja: ウィジェット間の垂直マージン。ピクセル単位で指定する必要があります (デフォルト: 3px)

source: Rows
es: Filas
ja: 行

source: Grid rows. (default: 12 rows)
es: Filas de la rejilla. (por defecto: 12 filas)
ja: グリッドの行。(デフォルト: 12行)

source: Grid
es: Rejilla
ja: グリッド

source: Layout configuration
es: Configuración de la distribución
ja: レイアウト設定

source: Details
es: Detalles
ja: 詳細

source: Add to workspace
es: Añadir al entorno de trabajo
ja: ワークスペースに追加

source: Merge
es: Mezclar
ja: マージ

source: Get more components
es: Obtener más componentes
ja: より多くのコンポーネントを入手

source: <p>WireCloud is not connected with any marketplace.</p><p>Suggestions:</p><ul><li>Connect WireCloud with a new marketplace.</li><li>Go to the my resources view instead</li></ul>
es: <p>WireCloud no está conectado con ningún marketplace.</p><p>Sugerencias:</p><ul><li>Conecta WireCloud con un nuevo marketplace.</li><li>Ve a la vista de Mis Recursos.</li></ul>
ja: <p>WireCloudはどのマーケットにも接続していません。</p><p>対応:</p><ul><li>WireCloudを新しいマーケットプレイスに接続します。</li><li>代わりに自分のリソースビューに移動する</li></ul>

source: My Resources
es: Mis recursos
ja: マイ・リソース

source: loading marketplace view...
es: cargando la vista de marketplace...
ja: マーケットプレイス・ビューを読み込む...

source: marketplace list not available
es: lista de marketplaces no disponible
ja: マーケットプレイス・リストは利用できません

source: Upload
es: Subir
ja: アップロード

source: Add new marketplace
es: Añadir un nuevo marketplace
ja: 新しいマーケットプレイスを追加

source: Name
es: Nombre
ja: 名前

source: Type
es: Tipo
ja: タイプ

source: Public
es: Público
ja: パブリック

source: Add Marketplace
es: Añadir Marketplace

source: Delete marketplace
es: Borrar marketplace
ja: マーケットプレイスを削除

source: Do you really want to remove the marketplace "%(marketName)s"?
es: ¿Realmente quieres eliminar el marketplace "%(marketName)s"?
ja: 本当にマーケットプレイス "%(marketName)s" を削除したいですか？

source: Deleting marketplace
es: Borrando marketplace

source: Marketplace deleted successfully
es: Marketplace borrado correctamente

source: Missing dependencies
es: Dependencias incumplidas
ja: 不足している依存関係

source: The following dependencies are missing:
es: Las siguientes dependencias no se cumplen:
ja: 以下の依存関係はありません:

source: You will be able to continue after installing all the required dependencies.
es: Podrás continuar una vez todas las dependencias sean satisfechas.
ja: 必要なすべての依存関係をインストールした後に続行することができます。

source: Continue
es: Continuar
ja: 続ける

source: Cancel
es: Cancelar
ja: キャンセル

source: Empty resource list
es: Lista de recursos vacía
ja: 空のリソース・リスト

source: Currently, you do not have access to any component. You can get components using the Marketplace view or by uploading components manually using the Upload button.
es: Actualmente no tienes acceso a ningún componente. Puedes obtener componentes usando la vista de Marketplace o subiendo recursos de forma manual usando el botón Subir.
ja: 現在、どのコンポーネントにもアクセスすることはできません。 マーケットプレイス・ビューを使用するか、"アップロード" ボタンを使用してコンポーネントを手動でアップロードしてコンポーネントを取得できます。

source: My Resources - %(resource)s
es: Mis recursos - %(resource)s
ja: マイ・リソース - %(resource)s

source: Uninstalling resource
es: Desinstalando el recurso

source: Resource uninstalled successfully
es: Recurso desinstalado correctamente

source: You have not configured any marketplace to upload this resource. Please, configure one on the Marketplace view.
es: No has configurado ningún marketplace en el que que subir este recurso. Por favor, configura uno en la vista Marketplace.
ja: このリソースをアップロードするマーケットプレイスを設定していません。マーケットプレイス・ビューで設定してください。

source: Deleting all versions of the resource from catalogue
es: Borrando todas las versiones del recurso del catálogo
