Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/platform/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ja

source: Sign out
es: Salir
ja: サインアウト

source: Menu
es: Menú
ja: メニュー

source: Processing workspace data
es: Procesando los datos del entorno de trabajo

source: Workspace loaded
es: Entorno de trabajo cargado
ja: ワークスペースが読み込まれました

source: <ul><li><b>File:</b> <t:file/></li><li><b>Line: </b><t:line/></li></ul><p>See the <a href="http://webmasters.stackexchange.com/questions/8525/how-to-open-the-javascript-console-in-different-browsers" target="_blank">browser console</a> for more details</p>
es: <ul><li><b>Fichero:</b> <t:file/></li><li><b>Línea: </b><t:line/></li></ul><p>Mira la <a href="http://webmasters.stackexchange.com/questions/8525/how-to-open-the-javascript-console-in-different-browsers" target="_blank">consola web</a> para más detalles</p>
ja: <ul><li><b>ファイル:</b> <t:file/></li><li><b>ライン: </b><t:line/></li></ul><p>詳細については、<a href="http://webmasters.stackexchange.com/questions/8525/how-to-open-the-javascript-console-in-different-browsers" target="_blank">ブラウザのコンソール</a> を参照してください。</p>

source: Empty Marketplace!
es: Marketplace vacío!
ja: 空のマーケットプレイス!

source: This marketplace is empty, that is, it does not provide any resource at this time.
es: Este marketplace está vacío, esto es, actualmente no proporciona ningún recurso.
ja: このマーケットプレイスは空です。現時点ではリソースを提供していません。

source: <p>Showing results for <b><t:corrected_query/></b></p>
es: <p>Mostrando los resultados para <b><t:corrected_query/></b></p>
ja: <p><b><t:corrected_query/></b> の結果を表示します。</p>

source: Connection error: No resource retrieved.
es: Error en la conexión: No se han obtenido recursos.
ja: 接続エラー: リソースが取得されませんでした.

source: <p>We couldn't find anything for your search - <b>%(keywords)s.</b></p><p>Suggestions:</p><ul><li>Make sure all words are spelled correctly.</li><li>Try different keywords.</li><li>Try more general keywords.</li></ul>
es: <p>No hemos podido encontrar resultados que coincidan con tu búsqueda (<b>%(keywords)s</b>).</p><p>Sugerencias:</p><ul><li>Asegúrate de que todas las palabras estén escritas correctamente.</li><li>Prueba con otras palabras clave.</li><li>Inténtalo con palabras clave más generales.</li></ul>
ja: <p>検索で何も見つかりませんでした - <b>%(keywords)s.</b></p><p>対処:</p><ul><li>すべての単語のスペルが正しいことを確認してください</li><li>異なるキーワードを試してみてください</li><li>より一般的なキーワードを試してください</li></ul>

source: Keywords...
es: Texto de búsqueda
ja: キーワード...

source: Refresh
es: Refrescar
ja: リフレッシュ

source: Creation date
es: Fecha de creación
ja: 作成日

source: Title
es: Título
ja: タイトル

source: Vendor
es: Distribuidor
ja: ベンダー

source: All
es: Todo
ja: 全て

source: Operators
es: Operadores
ja: オペレータ

source: Clear filters
es: Quitar filtros
ja: フィルターをクリア

source: Uninstall
es: Desinstalar
ja: アンインストール

source: Install
es: Instalar
ja: インストール

source: Importing resource into local repository
es: Importando el recurso

source: Uploading resource
es: Subiendo el recurso

source: Resource installed successfully
es: Recurso instalado correctamente

source: Deleting resource from catalogue
es: Eliminando el recurso del catálogo

source: Requesting server
es: Consultando al servidor

source: Do you really want to remove the "%(name)s" (vendor: "%(vendor)s", version: "%(version)s") resource?
es: ¿Realmente quieres eliminar el recurso "%(name)s" (distribuidor: "%(vendor)s", versión: "%(version)s")?
ja: 本当に "%(name)s" (ベンダー: "%(vendor)s", バージョン "%(version)s") リソースを削除しますか？

source: Error committing dragboard changes to persistence: %(errorMsg)s.
es: Error guardando los cambios en el entorno de trabajo en el servidor: %(errorMsg)s.

source: The destination tab (%(tabName)s) is read only.
es: La pestaña de destino (%(tabName)s) es de sólo lectura.

source: Error adding iwidget to persistence: %(errorMsg)s.
es: Error añadiendo el iwidget en el servidor: %(errorMsg)s.

source: Maximize
es: Maximizar
ja: 最大化

source: Minimize
es: Minimizar
ja: 最小化

source: Error saving changes to persistence: %(errorMsg)s.
es: Error guardando los cambios en el servidor: %(errorMsg)s.

source: Tab renamed successfully
es: Pestaña renombrada correctamente

source: Error renaming tab: %(errorMsg)s.
es: Error renombrando la pestaña: %(errorMsg)s.

source: Tab deleted successfully
es: Pestaña eliminada correctamente

source: Error removing tab: %(errorMsg)s.
es: Error elimnando la pestaña: %(errorMsg)s.

source: Error marking as first visible tab, changes will not be saved: %(errorMsg)s.
es: Error guardando la marking as first visible tab, changes will not be saved: %(errorMsg)s.

source: Error updating a tab: invalid name
es: Error actualizando la pestaña: nombre inválido

source: Error updating a tab: the name %(tabName)s is already in use in workspace %(wsName)s.
es: Error guardando el nuevo nombre para la pestaña: el nombre %(tabName)s seguirá siendo usado en el entorno de trabajo %(wsName)s.

source: Renaming tab
es: Renombrando la pestaña

source: Renaming "%(tabname)s" to "%(newname)s"
es: Renombrando "%(tabaname)s" a "%(newname)s"

source: Removing tab
es: Eliminando la pestaña

source: Removing "%(tabname)s" from server
es: Eliminando "%(tabname)s" del servidor

source: Do you really want to delete the tab "%(tabName)s"?
es: ¿Realmente quieres borrar la pestaña "%(tabName)s"?

source: Rename
es: Renombrar
ja: リネーム

source: Mark as Visible
es: Marcar como Visible

source: Remove
es: Eliminar
ja: 削除

source: Settings
es: Configurar
ja: 設定

source: Error loading workspace: %(errorMsg)s
es: Error cargando el entorno de trabajo: %(errorMsg)s

source: Error loading workspace. Please, change active workspace or create a new one.
es: Error cargando el entorno de trabajo. Por favor, cambia el entorno de trabajo actual o crea uno nuevo.

source: Unusable Tab
es: Pestaña no-usable

source: Error renaming workspace: %(errorMsg)s.
es: Error renombrando el entorno de trabajo: %(errorMsg)s.

source: Workspace removed successfully
es: Entorno de trabajo eliminado correctamente

source: Error removing workspace, changes will not be saved: %(errorMsg)s.
es: Error eliminando el entorno de trabajo, los cambios no serán cambiados: %(errorMsg)s.

source: Workspace published successfully
es: Entorno de trabajo publicado correctamente

source: Error publishing workspace: %(errorMsg)s.
es: Error publicando el entorno de trabajo: %(errorMsg)s.

source: Error merging workspaces: %(errorMsg)s.
es: Error mezclando los entornos de trabajo: %(errorMsg)s.

source: Tab added successfully
es: Pestaña añadida correctamente

source: Error creating tab: %(errorMsg)s.
es: Error creando la pestaña: %(errorMsg)s.

source: Invalid workspace name
es: Nombre de entorno de trabajo inválido

source: Renaming workspace
es: Renombrando el entorno de trabajo

source: Renaming "%(workspacename)s" to "%(newname)s"
es: Renombrado "%(workspacename)s" a "%(newname)s"

source: Workspace renamed successfully
es: Entorno de trabajo renombrado correctamente

source: Removing workspace
es: Eliminando el entorno de trabajo

source: Removing "%(workspacename)s"
es: Eliminando "%(workspacename)s"

source: <p>The first step for creating impressive mashup applications is to add widgets into this area. To do so, click on the add widget button (<t:addwidgetbutton/>) available on the top right part of the user interface.</p>
es: <p>Para crear aplicaciones composicionales interesantes, el primer paso siempre es añadir widgets en este área. Puedes añadir widgets usando el botón añadir widgets que hay arriba a la derecha (<t:addwidgetbutton/>).</p>

source: Hey! Welcome to WireCloud! This is an empty workspace
es: ¡Ey! ¡Bienvenido a WireCloud! Este es un entorno de trabajo vacío

source: Full screen
es: Ver a pantalla completa
ja: 全画面

source: Exit full screen
es: Salir de pantalla completa
ja: 全画面を終了

source: Adding a tab to the workspace
es: Añadiendo una pestaña al entorno de trabajo

source: Adding tab to "%(workspacename)s"
es: Añadiendo pestaña a "%(workspacename)s"

source: Tab
es: Pestaña

source: there must be one tab at least
es: tiene que haber una pestaña como mínimo

source: it contains some widgets that cannot be removed
es: contiene widgets y no puede ser eliminado

source: Unloading current workspace
es: Descargando el entorno de trabajo actual

source: workspace unloaded
es: entorno de trabajo descargado

source: Publishing current workspace
es: Publicando el entorno de trabajo actual

source: Merging workspaces
es: Mezclando entornos de trabajo

source: Merging "%(srcworkspace)s" into "%(dstworkspace)s"
es: Mezclando "%(srcworkspace)s" con "%(dstworkspace)s"

source: Error marking as first active workspace, changes will not be saved: %(errorMsg)s.
es: Error marcando el entorno de trabajo como predeterminado: %(errorMsg)s.

source: Removing affected iWidgets
es: Eliminando las instancias de widget affectadas

source: Purging widget info
es: Eliminando la información sobre el widget

source: Uninstantiating affected operators
es: Desinstanciando los operadores afectados

source: Purging operator info
es: Eliminando la información sobre el operador

source: Error uninstalling resource: %(errorMsg)s.
es: Error desinstalando el recurso: %(errorMsg)s.

source: Error adding resource from URL: %(errorMsg)s.
es: Error añadiendo el recurso a partir de la URL: %(errorMsg)s.

source: HTTP Error %(errorCode)s - %(errorDesc)s
es: Error HTTP %(errorCode)s - %(errorDesc)s
ja: HTTPエラー %(errorCode)s - %(errorDesc)s

source: unknown
es: desconocido

source: JavaScript exception on file %(errorFile)s (line: %(errorLine)s): %(errorDesc)s
es: Excepción JavaScript en el fichero %(errorFile)s (línea: %(errorLine)s): %(errorDesc)s

source: Error retrieving market list from the server: %(errorMsg)s.
es: Error obteniendo la lista de marketplaces desde el servidor: %(errorMsg)s.

source: Error deleting marketplace: %(errorMsg)s.
es: Error eliminando el marketplace: %(errorMsg)s.

source: Adding marketplace
es: Añadiendo el marketplace
ja: マーケットプレイスの追加

source: Marketplace added successfully
es: Marketplace añadido correctamente

source: Error adding marketplace: %(errorMsg)s.
es: Error añadiendo el marketplace: %(errorMsg)s.

source: missing vendor
es: falta el distribuidor
ja: ベンダーがありません

source: missing name
es: falta el nombre
ja: 名前がありません

source: missing version
es: falta la versión
ja: バージョンがありません

source: missing type
es: falta el tipo
ja: タイプがありません

source: Platform Preferences
es: Preferencias de la plataforma
ja: プラットフォームの設定

source: Language
es: Idioma
ja: 言語

source: Default setting
es: Configuración por defecto
ja: デフォルト設定

source: Detect browser language
es: Detectar el idioma del navegador
ja: ブラウザ言語を検出

source: Tab preferences (%(tabName)s)
es: Preferencias de la pestaña (%(tabName)s)

source: Basic concepts
es: Conceptos básicos
ja: 基本概念

source: WireCloud Basic Tutorial
es: Tutorial Básico de WireCloud
ja: WireCloud 基本チュートリアル

source: <p>Welcome to WireCloud!!</p><p>This tutorial will show you the basic concepts behind WireCloud.</p>
es: <p>¡¡Bienvenido a WireCloud!!</p><p>Este tutorial pretende mostrarte los conceptos básico que hay detrás de WireCloud.</p>
ja: <p> WireCloudへようこそ!! </p> <p>このチュートリアルでは、WireCloudの基本概念を紹介します。</p>

source: <p>This is the <em>Editor</em> view. In this view, you can use and modify your workspaces. Currently you are in a newly created workspace: <em>Basic concepts tutorial</em>. This workspace is empty, so the first step is to add some widgets.</p><div class="alert alert-info"><p>In next steps we need some widgets, so we are going to install them for you. You can safetly uninstall these widgets after finishing the tutorial.</p></div>
es: <p>Esta es la vista del <em>Editor</em>. En esta vista puedes usar y modificar tus entornos de trabajo. Ahora mismo estás en un entorno de trabajo recién creado: <em>Basic concepts tutorial</em>. Este entorno de trabajo está vacío, así que el primer paso es añadir algunos widgets.</p><div class="alert alert-info"><p>En los próximos pasos vamos a necesitar algunos widgets, así que vamos a instarlos por ti. Puedes eliminarlos sin peligro después de terminar con el tutorial.</p></div>

source: <p>Ok, widgets have been installed successfuly.</p><p>Next step is to add the <em>YouTube Browser</em> widget to the workspace.</p>
es: <p>Ok, los widgets se han instalado correctamente.</p><p>El próximo paso es añadir el widget <em>YouTube Browser</em> al entorno de trabajo.</p>
ja: <p>ウィジェットは正常にインストールされました。</p><p>次のステップは、<em>YouTube Browser</em>ウィジェットをワークスペースに追加することです。</p>

source: Click the <em>Add widget</em> button
es: Haz click en el botón <em>Añadir widget</em>

source: By typing "browser" we can filter widgets that contains in their name or description these words
es: Escribiendo "browser" filtraremos los widgets que contengan esta palabra en el nombre o en la descripción
ja: "browser" と入力すると、名前や説明にこれらの単語を含むウィジェットをフィルタリングできます

source: Once you have the results, you can add the widget. So click <em>Add to workspace</em>
es: Una vez que aparecen los resultados, puedes añadir el widget. Así que haz click en <em>Añadir al entorno de trabajo</em>
ja: 結果が得られたら、ウィジェットを追加することができます。 <em>ワークスペースに追加</em>をクリックします

source: <p><span class="label label-success">Great!</span> That was easy, wasn't it?.</p><p>Let's continue adding the <em>Input Box</em> widget.</p>
es: <p><span class="label label-success">¡Genial!</span> A que ha sido fácil, ¿no?.</p><p>Vamos a continuar añadiendo el widget <em>Input Box</em>.</p>
ja: <p><span class="label label-success">すばらしい！</span> 簡単でしたね。</p><p><em>入力ボックス</em> ウィジェットを追加しましょう</p>

source: Typing <em>input box</em>...
es: Escribiendo <em>input box</em>...
ja: <em>input box</em>と入力します...

source: Click <em>Add to workspace</em>
es: Haz click en <em>Añadir al entorno de trabajo</em>
ja: <em>ワークスペースを追加</em>をクリックします

source: Close the widget wallet
es: Cierra el selector de widgets

source: <p>One of the main features of WireCloud is that you can edit your workspaces' layout not only by adding and removing widgets, but also moving, resizing, renaming, etc.</p>
es: <p>Una de las funcionalidad principales de WireCloud es que puedes cambiar la distribución de los entornos de trabajo, no solo añadiendo y borrando widgets, sino moviéndolos, redimensionándolos, renombrándolos, etc.</p>
ja: <p> WireCloud の主な機能の1つは、ウィジェットの追加や削除だけでなく、移動、サイズ変更、名前の変更など、ワークスペースのレイアウトを編集できることです。</p>

source: Drag &amp; drop to resize the widget
es: Arrastra y suelta para redimensionar el widget
ja: ウィジェットのサイズを変更するためにドラック＆ドロップ

source: Drag &amp; drop to move the widget
es: Arrastra y suelta para mover el widget
ja: ウィジェットを移動するためにドラック＆ドロップ

source: Open <em>Input Box</em> menu
es: Abre el menú del <em>Input Box</em>
ja: <em>入力ボックス</em> のメニューを開きます

source: Click <em>Rename</em>
es: Haz click en <em>Renombrar</em>
ja: <em>リネーム</em>をクリックします

source: Enter a new name for the widget (e.g <em>Search</em>) and press <kbd>Enter</kbd> or click outside the title
es: Escribe un nuevo nombre para el widget (por ejemplo: <em>Búsqueda</em>) y pulsa la tecla <kbd>Enter</kbd> o pulsa fuera del título
ja: ウィジェットの新しい名前を入力し (例 <em>Search</em>) <kbd>Enter</kbd> を押すか、タイトルの外側をクリックします

source: <p>Also, some widgets can be parameterized through settings giving you the chance to use them for very general purporses.</p>
es: <p>Además, algunos widget pueden ser parametrizados a través de preferencias permitiendo su uso para tareas generales.</p>
ja: <p>また、いくつかのウィジェットは、非常に一般的な目的のためにそれらを使用する機会を与える設定を介してパラメータ化することができます。</p>

source: Click <em>Settings</em>
es: Haz click en <em>Configurar</em>
ja: <em>設定</em> をクリック

source: Write a label for the input, e.g. <em>Multimedia</em>.
es: Escribe una etiqueta para el campo de texto, por ejemplo: <em>Multimedia</em>.
ja: 入力のラベルを書き込みます。例: <em>Multimedia</em>。

source: Write a better placeholder text for the input, e.g. <em>Keywords</em>
es: Escribe una mejor descripción para el campo de entrada, por ejemplo: <em>Términos</em>
ja: 入力用のプレースホルダテキストを書き込みます。例: <em>Keywords</em>

source: Write a better label for the button, e.g <em>Search</em>.
es: Escribe una mejor etiqueta para el botón, por ejemplo <em>Búsqueda</em>.
ja: ボタンのより良いラベルを書き込みます。 例: <em>Search</em>。

source: Click here to submit
es: Haz click aquí para enviar
ja: ここをクリックして設定してください

source: Click <em>Wiring</em> to continue
es: Haz click en <em>Wiring</em> para continuar
ja: 続行するには <em>ワイヤーリング</em> をクリックしてください

source: <p>This is the <em>Wiring Editor</em> view.</p><p>Here you can wire widgets and operators together turning your workspace into and <em>application mashup</em>.</p>
es: <p>Este es el <em>Editor del Wiring</em>.</p><p>Aquí puedes conectar los widgets y los operadores y convertir tu entorno de trabajo en una <em>aplicación composicional</em>.</p>
ja: <p>これは <em>ワイヤーリング・エディタ</em>のビューです。ウィジェットとオペレータを一緒にワイヤーリングして、ワークスペースと<em>アプリケーション・マッシュアップ</em>を組み立てることができます。</p>

source: Click <em>Find components</em> to open the sidebar
es: Haz click en el botón <em>Buscar componentes</em> para continuar
ja: サイドバーを開くには、<em>コンポーネントを検索</em>をクリックします

source: Click <em>Widgets</em>
es: Haz click en <em>Widgets</em>
ja: <em>ウィジェット</em> をクリックしてください

source: <p>In this sidebar you can find all the widgets that have been added into your workspace. In our example these widgets will be the <em>YouTube Browser</em> and the <em>Input Box</em> (It will be listed using the new name given in previous step).</p><p>You can also find <em>operators</em>. These components can act as source, transformators or data targets as well as a combination of these behaviours.</p>
es: <p>En este panel lateral puedes encontrar todos los widgets que han sido añadidos al entorno de trabajo. En nuestro ejemplo, estos widgets son el <em>YouTube Browser</em> y el <em>Input Box</em> (Este último se mostrará usando el nombre que se le ha puesto en los pasos anteriores).</p><p>También podrás encontrar los <em>operadores</em>. Estos componentes pueden actuar como una fuente de datos, transformadores o destinos para los datos y cualquier combinación de estos comportamientos.</p>

source: Drag &amp; drop the <em>Input Box</em> widget
es: Arrastra el widget <em>Input Box</em> hasta la zona de trabajo
ja: <em>入力ボックス</em> ウィジェットをドラック＆ドロップします

source: Drag &amp; drop the <em>YouTube Browser</em> widget
es: Arrastra el widget <em>YouTube Browser</em> hasta la zona de trabajo
ja: <em>YouTube Browser</em> ウィジェットをドラック＆ドロップします

source: Click <em>Find components</em> to close the sidebar
es: Haz click en <em>Buscar componentes</em> para cerrar el panel lateral
ja: サイドバーを閉じるには <em>コンポーネントを検索</em> をクリックします

source: Drag &amp; drop a new connection from <em>Search Box</em>'s <em>keyword</em> endpoint ...
es: Arrastra una nueva conexión desde el endpoint de salida <em>keyword</em> (del widget <em>Search Box</em>) ...
ja: <em>検索ボックス</em>の<em>キーワード</em> エンドポイントから新しい接続をドロップ&ドロップする...

source: ... to <em>YouTube Browser</em>'s <em>keyword</em> endpoint
es: ... soltando en el endpoint de entrada <em>keyword</em> del widget <em>YouTube Browser</em>
ja: <em>YouTube Browser</em> の <em>キーワード</em> エンドポイントに

source: Now it's time to test our creation.
es: Ahora es tiempo de probar nuestra creación
ja: 作成したアプリケーション・マッシュアップをテストしましょう

source: Click <em>Back</em>
es: Haz click en <em>Volver</em>
ja: <em>戻る</em>をクリックします

source: Enter a search keyword and press <kbd>Enter</kbd>
es: Escribe los términos de búsqueda y presiona la tecla <kbd>Enter</kbd>
ja: 検索キーワードを入力し、<kbd> Enter </kbd> を押します

source: <p><span class="label label-success">Congratulations!</span> you have finished your first <em>application mashup</em>.</p><p>As you can see, the <em>YouTube Browser</em> widget has been updated successfuly.</p>
es: <p><span class="label label-success">¡Enhorabuena!</span> has terminado tu primera <em>aplicación composicional</em>.</p><p>Como puedes ver, el widget <em>YouTube Browser</em> se ha actualizado correctamente.</p>
ja: <p><span class="label label-success">おめでとう！</span> 最初の<em>アプリケーション・マッシュアップ</em>が完了しました。</p><p>ご覧のとおり、<em>YouTube Browser</em> ウィジェットが正常に更新されました。</p>

source: <p>This is the end of this tutorial. Remember that you can always go to the Tutorial menu for others.</p>
es: <p>Este es el final de este tutorial. Recuerda que siempre puedes ir al menú Tutoriales para buscar más tutoriales.</p>
ja: <p>これはこのチュートリアルの最後です。 いつでも他のチュートリアル・メニューに行くことができます。</p>

source: Tutorials
es: Tutoriales
ja: チュートリアル

source: Behaviour Oriented Wiring
es: Wiring Orientado a Comportamientos
ja: ビヘイビア指向のワイヤーリング

source: Behaviour Oriented Wiring Tutorial
es: Tutorial del Wiring Orientado a Comportamientos
ja: ビヘイビア指向のワイヤーリング・チュートリアル

source: <p>Welcome to this Step-by-Step Interactive Tutorial!</p><p>In this tutorial you will learn how to build a <strong>behaviour oriented</strong> wiring configuration, a new feature added in WireCloud v0.8.0.</p><p>To do so, we are going to convert an application mashup created using a wiring configuration that doesn't use the behaviour engine to one that does.</p>
es: <p>¡Bienvenido a este tutorial interactivo!</p><p>En este tutorial vamos a aprender cómo configurar un <strong>wiring orientado a comportamientos</strong>; una nueva funcionalidad disponible a partir de WireCloud v0.8.0.</p><p>Para ello, vamos a convertir una aplicación composicional cuya configuración de wiring no hace uso del motor de comportamientos en una cuya configuración de wiring sí lo haga.</p>
ja: <p>このステップ・バイ・ステップのインタラクティブ・チュートリアルへようこそ！</p><p>このチュートリアルでは、WireCloud v0.8.0 に追加された<strong>ビヘイビア指向の</strong>ワイヤーリング設定を構築する方法を学習します。</p><p>そのために、ビヘイビア・エンジンを使用しないワイヤーリング構成を使用して作成されたアプリケーション・マッシュアップを、そのようなものに変換します。</p>

source: BOW Tutorial
es: Tutorial del WOC
ja: BOW チュートリアル

source: <p><span class="label label-success">Great!</span> We are now ready to start. Let's start by identifying the behaviours we want to model.</p><div class="alert alert-info">We have installed a mashup into your account (<strong>BOW-Tutorial</strong>), you can remove it safetly.</div>
es: <p><span class="label label-success">Genial!</span> Ya estamos listos para comenzar. Vamos a empezar por identificar los comportamientos que queremos modelar.</p><div class="alert alert-info">Hemos instalado un mashup en tu cuenta (<strong>BOW-Tutorial</strong>), puedes eliminarlo sin peligro.</div>

source: Step 1: Identify the behaviours
es: Paso 1: Identificar los comportamientos
ja: ステップ1: ビヘイビアを特定する

source: <p>Our <strong>first behaviour (1 of 4)</strong> is going to be: Allow technician searches</p>
es: <p>Nuestro <strong>primer comportamiento (1 de 4)</strong> va a ser: Permitir la búsqueda de técnicos</p>
ja: <p><strong>最初のビヘイビア (1/4) は</strong>次のようになります: 技術者の検索を許可します</p>

source: We want to be able to <strong>type the name of a technician</strong> ...
es: Queremos ser capaces de <strong>escribir el nombre de un técnico</strong> ...
ja: <strong>技術者の名前を入力</strong>できるようにしたい ...

source: ... and <strong>find him</strong> in the technician list.
es: ... y <strong>encontrarlo</strong> en la lista de técnicos.
ja: ... そして、技術者リストで <strong>彼を見つけてください</strong>。

source: <p>Our <strong>second behaviour (2 of 4)</strong> is going to be: Display techinican profiles.</p>
es: <p>Nuestro <strong>segundo comportamiento (2 de 4)</strong> va a ser: Mostrar los perfiles de los técnicos.</p>
ja: <p><strong>第2のビヘイビア (2/4) は</strong>次のようになります: 技術者プロファイルを表示します。</p>

source: When we <strong>select a technician</strong> ...
es: Cuando <strong>seleccionemos un técnico</strong> ...
ja: <strong>技術者を選択</strong>すると ...

source: ... <strong>the profile of the technician should appear</strong> in the <em>Technician Profile</em> widget.
es: ... <strong>el perfil del técnico deberá aparecer</strong> en el widget <em>Technician Profile</em>.
ja: ... <em>技術者プロファイル</em>のウィジェットには、<strong>技術者のプロファイルが表示されます</strong>。
