Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/platform/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ja

source: Do you really want to remove all versions of the (vendor: "%(vendor)s", name: "%(name)s") resource?
es: ¿Realmente quieres eliminar todas las versiones del recurso (distribuidor: "%(vendor)s", nombre: "%(name)s")?
ja: 本当に (ベンダー: "%(vendor)s", 名前: "%(name)s") リソースのすべてのバージョンを削除しますか？

source: Template
es: Plantilla
ja: テンプレート

source: Select a mashup template
es: Selecciona una plantilla de mashup
ja: マッシュアップ・テンプレートを選択

source: Create Workspace
es: Crear entorno de trabajo
ja: ワークスペースの作成

source: Operator Settings
es: Configuración del operador
ja: オペレーターの設定

source: Parametrize
es: Parametrizar
ja: パラメータ設定

source: Modify
es: Modificar
ja: 変更

source: This value won't be editable by the user
es: El usuario no podrá modificar el valor
ja: この値はユーザが編集できません

source: This value will be editable by the user
es: El usuario podrá modificar el valor
ja: この値はユーザが編集可能です

source: This value will be visible to the user
es: El usuario podrá ver el valor actual
ja: この値はユーザに表示されます

source: This value won't be visible to the user
es: El usuario no podrá ver el valor
ja: この値はユーザに表示されません

source: Read Only
es: Sólo lectura
ja: 読み取り専用

source: Hidden
es: Oculto
ja: 隠された

source: Current value
es: Valor actual
ja: 現在の値

source: Default value
es: Valor por defecto
ja: デフォルト値

source: Parametrized value
es: Valor parametrizado
ja: パラメータ化された値

source: Status
es: Estado
ja: ステータス

source: Value source
es: Fuente del valor
ja: 値のソース

source: Value
es: Valor
ja: 値

source: Parametrization
es: Parametrización
ja: パラメータ化

source: Use current value
es: Usar el valor actual
ja: 現在の値を使用

source: Add
es: Añadir
ja: 追加

source: User
es: Usuario
ja: ユーザ

source: User Name
es: Nombre de Usuario
ja: ユーザ名

source: First Name
es: Nombre
ja: 名

source: Last Name
es: Appellidos
ja: 姓

source: Context
es: Contexto
ja: コンテキスト

source: Inherit
es: Heredar
ja: 継承

source: Set Defaults
es: Valores por defecto
ja: デフォルトを設定

source: Save
es: Guardar
ja: 保存

source: Upload resource
es: Subir el recurso
ja: リソースをアップロード

source: Publishing resource
es: Publicando el recurso

source: Resource published successfully
es: Recurso publicado correctamente

source: Error publishing resource: %(errorMsg)s.
es: Error publicando el recurso: %(errorMsg)s.

source: General info
es: Información general
ja: 一般的な情報

source: Mashup Name
es: Nombre del Mashup

source: Version
es: Versión
ja: バージョン

source: Short Description (plain text)
es: Descripción corta (texto plano)
ja: 簡単な説明 (テキスト)

source: Detailed description (Markdown)
es: Descripción detallada (Markdown)
ja: 詳細な説明 (Markdown)

source: Home page
es: Página web
ja: ホームページ

source: Authors
es: Autores
ja: 著者

source: Image shown in catalogue (170x80 px)
es: Imagen mostrada en el catálogo (170x80px)
ja: カタログに表示される画像 (170x80 px)

source: Advanced
es: Avanzado
ja: アドバンスド

source: Block widgets
es: Bloquear los widgets
ja: ウィジェットをブロック

source: Block connections
es: Bloquear las conexiones
ja: 接続をブロック

source: Embed used widgets/operators
es: Incrustar los widgets y los operadores usados
ja: 使用されたウィジェット/オペレータを埋め込む

source: Upload workspace to my resources
es: Subir el entorno de trabajo a mis recursos
ja: マイ・リソースにワークスペースをアップロード

source: <strong>Warning!</strong> Configured and stored data in your workspace (properties and preferences except passwords) will be shared by default!
es: <strong>¡Advertencia!</strong> Los datos del entorno de trabajo (valores de las preferencias y de las variables persistentes, exceptuando las contraseñas) serán compartidas por defecto.
ja: <strong>警告!</strong> あなたのワークスペースに設定され、保存されたデータ (パスワード以外のプロパティと設定) は、デフォルトで共有されます！

source: Preferences
es: Preferencias
ja: 設定

source: Persistent variables
es: Variables persistentes
ja: 永続変数

source: New Name
es: Nuevo nombre
ja: 新しい名前

source: Rename Workspace
es: Renombrar el entorno de trabajo
ja: ワークスペースの名前を変更

source: Sharing settings
es: Configuración de compartición
ja: 共有設定

source: Visibility options
es: Opciones de visibilidad
ja: 可視性オプション

source: Anyone on the Internet can find and access this dashboard.
es: Cualquier usuario en Internet puede encontrar y acceder a este panel.
ja: インターネット上の誰でもこのダッシュボードを見つけてアクセスできます。

source: Private
es: Privado
ja: プライベート

source: Shared with specific people and organizations.
es: Compartido con usuarios y organizaciones específicos.
ja: 特定の人や組織と共有します。

source: Users and groups with access
es: Usuarios y grupos con acceso
ja: アクセス権のあるユーザーとグループ

source: Add a person or an organization
es: Añade una persona o una organización
ja: 人や組織を追加

source: (You)
es: (Tú)

source: Owner
es: Dueño
ja: オーナー

source: Can view
es: Puede ver
ja: 見ることができる

source: Upgrade
es: Actualizar
ja: アップグレード

source: Downgrade
es: Desactualizar
ja: ダウングレード

source: There is not change information between versions %(from_version)s and %(to_version)s
es: No hay información sobre los cambios entre las versiones %(from_version)s y %(to_version)s
ja: バージョン %(from_version)s と %(to_version)s の間で情報を変更することはありません

source: Unable to retrieve change log information
es: Imposible obtener la información del registro de cambios
ja: 変更ログ情報を取得できません

source: Upgrading %(component)s
es: Actualizando %(component)s

source: Upgrading to version %(version)s
es: Actualizando a la versión %(version)s

source: Downgrading to version %(version)s
es: Desactualizando a la versión %(version)s

source: Sign in
es: Entrar

source: DJango Admin panel
es: Panel de administración de DJango

source: Switch User
es: Cambiar usuario
ja: ユーザの切り替え

source: Connections
es: Conexiones

source: Hello, welcome to the Wiring Editor view!
es: Hola, ¡Bienvenido al Editor del Wiring!
ja: ワイヤーリング・エディタ・ビューへようこそ!

source: In this view you can connect all the components of your dashboard in a visual way.
es: En esta vista puedes conectar todos los componentes del panel de una forma visual.
ja: このビューではダッシュボードのすべてのコンポーネントを視覚的に接続できます

source: Open the sidebar using the <em>Find components</em> button and drag &amp; drop components (operators/widgets) from the sidebar for being able to connect them as you wish.
es: Abre el panel lateral usando el botón <em>Buscar componentes</em> para poder arrastrar y soltar componentes (operadores/widgets) desde el panel lateral y poder conectarlos como quieras.
ja: <em>コンポーネントの検索</em> ボタンを使用してサイドバーを開き、サイドバーからコンポーネント (オペレータ/ウィジェット) をドラッグ＆ドロップして、希望どおりに接続することができます。

source: Find components
es: Buscar componentes
ja: コンポーネントの検索

source: List behaviours
es: Listar comportamientos
ja: ビヘイビアの一覧

source: The widget %(id)s (%(uri)s) does not exist.
es: El widget %(id)s (%(uri)s) no existe.

source: Behaviour
es: Comportamiento
ja: ビヘイビア

source: New behaviour
es: Nuevo comportamiento
ja: 新しいビヘイビア

source: No description provided.
es: No se ha proporcionado una descripción.
ja: 説明はありません。

source: The following operation is irreversible and removes the behaviour completely. Would you like to continue?
es: Esta operación es irreversible y eliminirá el comportamiento por completo. ¿Desea continuar?
ja: 次の操作は取り消しができず、ビヘイビアを完全に削除します。 続行しますか？

source: No, thank you
es: No, gracias
ja: いいえ、結構です

source: Description
es: Descripción
ja: 説明

source: Behaviour settings
es: Configuración del comportamiento

source: Create behaviour
es: Crear comportamiento
ja: ビヘイビアを作成

source: Enable
es: Activar
ja: 有効化

source: Behaviours
es: Comportamientos

source: New feature
es: Nueva funcionalidad
ja: 新機能

source: Enable the behaviours to enjoy with a new way to handle connections.
es: Activa los comportamientos para disfrutar de una nueva forma de manejar las conexiones.
ja: ビヘイビアが新しい方法で接続を処理できるようにします。

source: <a>Click here</a> for a quick guide/tutorial on how to use this new feature.
es: Haz <a>click aquí</a> para una guía rápida/tutorial sobre como usar esta nueva funcionalidad.
ja: <a>ここをクリック</a>して、この新機能の使用方法に関するクイックガイド/チュートリアルをご覧ください。

source: Disable
es: Desactivar
ja: 無効化

source: The behaviour (%(title)s) was loaded.
es: El comportamiento (%(title)s) ha sido cargado correctamente.
ja: ビヘイビア (%(title)s) が読み込まれました。

source: The behaviours will be removed but the components and connections will still exist, would you like to continue?
es: Los comportamientos serán eliminados pero los componentes y las conexiones seguirán existiendo. ¿Desea continuar?
ja: ビヘイビアは削除されますが、コンポーネントと接続はまだ存在します。続行しますか？

source: The <strong><t:title/></strong> <t:type/> will be removed, would you like to continue?
es: El <t:type/> <strong><t:title/></strong> será borrado. ¿Desea continuar?
ja: <strong><t:title/></strong> <t:type/> は削除されます。続行しますか？

source: <li>The <strong><t:title/></strong> <t:type/>.</li>
es: <li>El <t:type/> <strong><t:title/></strong>.</li>
ja: <li><strong><t:title/></strong> <t:type/>.</li>

source: <p>These components only exist within the current behaviour <strong><t:title/></strong>:</p><ul><t:components/></ul><p>Would you like to continue?</p>
es: <p>Los siguientes componentes solo existen en el comportamiento actual <strong><t:title/></strong>:</p><ul><t:components/></ul><p>¿Desea continuar?</p>
ja: <p>これらのコンポーネントは、現在のビヘイビア <strong><t:title/></strong>:</p><ul><t:components/></ul>内にのみ存在します <p>続行しますか？</p>

source: The <strong><t:title/></strong> <t:type/> will be <strong>definitely</strong> removed, would you like to continue?
es: El <t:type/> <strong><t:title/></strong> será borrado de forma <strong>definitiva</strong>. ¿Desea continuar?
ja: <strong><t:title/></strong> <t:type/> は、<strong>間違いなく</strong>削除されますが、続行しますか？

source: %(behaviour_title)s's logs
es: Registros de %(behaviour_title)s
ja: %(behaviour_title)s のログ

source: volatile
es: volátil
ja: 揮発性

source: no endpoints
es: sin conectores
ja: エンドポイントなし

source: in use
es: en uso
ja: 使用中

source: Missing
es: Ausente
ja: ミッシング

source: Delete cascade
es: Borrar en cascada
ja: カスケードを削除

source: Expand
es: Expandir
ja: 展開

source: Collapse
es: Contraer
ja: 折り畳む

source: Stop ordering
es: Dejar de ordenar
ja: オーダーを停止

source: Order endpoints
es: Ordenar conectores
ja: エンドポイントを注文

source: Rename %(type)s
es: Renombrar %(type)s
ja: %(type)s の名前を変更

source: Create
es: Crear
ja: 作成

source: No image available
es: Imagen no disponible
ja: 使用可能なイメージはありません

source: Components
es: Componentes

source: No operators
es: No hay operadores

source: No operator in your current account. Go to the Marketplace view or the My Resources view to install or uploading at least one operator.
es: No hay ningún operador en tu cuenta. Ve a la vista de Marketplace o a la vista de Mis Recursos para instalar o subir al menos un operador.

source: No widgets
es: No hay widgets

source: No widget in your current workspace. Go to the Editor view for adding at least one view.
es: No hay ningún widget en el espacio de trabajo actual. Ve a la vista del Editor para añadir al menos uno.

source: Delete
es: Borrar

source: The connection was loaded successfully.
es: La conexión fue cargada satisfactoriamente

source: The connection was established successfully.
es: La conexión fue establecida satisfactoriamente.

source: Drag & Drop
es: Arrastrar & soltar
ja: ドラッグ＆ドロップ

source: Restore defaults
es: Restaurar
ja: デフォルトに戻す

source: Stop customizing
es: Dejar de personalizar
ja: カスタマイズの停止

source: Customize
es: Personalizar
ja: カスタマイズ

source: Empty workspace list
es: Lista de entornos de trabajo vacía
ja: 空のワークスペース・リスト

source: Add widget
es: Añadir widget

source: loading...
es: cargando...
ja: 読み込んでいます...

source: The requested workspace is no longer available (it was deleted).
es: El entorno de trabajo solicitado ya no está disponible (ha sido borrado).
ja: 要求されたワークスペースは使用できなくなりました (削除されました)。

source: Do you really want to remove the "%(workspaceName)s" workspace?
es: ¿Realmente quieres eliminar el entorno de trabajo "%(workspaceName)s"?

source: New workspace
es: Nuevo entorno de trabajo
ja: 新しいワークスペース

source: Embed
es: Incrustar
ja: 埋め込み

source: Embed Code
es: Código a incrustar
ja: 埋め込みコード

source: Share
es: Compartir
ja: 共有

source: Upload to my resources
es: Subir a mis recursos
ja: 自分のリソースにアップロード

source: The connection ('%(source)s'-'%(target)s') was established.
es: La conexión (‘%(source)s’-‘%(target)s’) se ha establecido correctamente.
ja: 接続 ('%(source)s'-'%(target)s') が確立されました。

source: The connection ('%(source)s'-'%(target)s') was detached.
es: La conexión (‘%(source)s’-‘%(target)s’) se ha eliminado.
ja: 接続 ('%(source)s'-'%(target)s') が切り離されました。

source: The connection ('%(source)s'-'%(target)s') has a missing endpoint.
es: La conexión (‘%(source)s’-‘%(target)s’) implica a un conector inexistente.
ja: 接続 ('%(source)s'-'%(target)s') には、エンドポイントがありません。

source: Connection's logs
es: Registros de la conexión
ja: 接続のログ

source: Unimplemented function: %(funcName)s
es: Función no implementada: %(funcName)s
ja: 実装されていない関数: %(funcName)s

source: Wiring's logs
es: Registros del Wiring

source: %(component_type)s's logs
es: Registros de %(component_type)s

source: No description provided
es: No se ha proporcionado una descripción.
ja: 説明はありません

source: The operator (%(title)s) was loaded.
es: El operador (%(title)s) ha sido cargado correctamente.

source: The operator (%(title)s) was unloaded.
es: El operador (%(title)s) ha sido descargado.

source: %(operator_title)s's logs
es: Registros de %(operator_title)s
ja: %(operator_title)s のログ

source: Use in %(endpointName)s
es: Usar en %(endpointName)s
ja: %(endpointName)s で使用

source: Exception catched while processing an event that reached the "%(inputendpoint)s" input endpoint
es: Excepción capturada mientras se procesaba un evento que llego al endpoint de entrada "%(inputendpoint)s"
ja: "%(inputendpoint)s" 入力エンドポイントに達したイベントを処理中に例外がキャッチされました

source: Operator has not registered a callback for this input endpoint
es: El operador no ha registrado un callback para este punto de entrada
ja: オペレータはこの入力エンドポイントに対してコールバックを登録していません

source: Widget has not registered a callback for this input endpoint
es: El widget no ha registrado un callback para este endpoint de entrada
ja: ウィジェットがこの入力エンドポイントのコールバックを登録していません

source: Do you really want to remove the "%(name)s" workspace?
ja: 本当にワークスペース "%(name)s" を削除しますか？

source: Widgets
ja: ウィジェット

source: Mashups
ja: マッシュアップ

source: Unloading affected widgets
ja: 影響を受けるウィジェットをアンロード

source: Unloading affected operators
ja: 影響を受けるオペレータをアンロード

source: Purging %(componenttype)s info
ja: %(componenttype)s の情報をパージ

source: Error loading %(resource)s metadata
ja: %(resource)s のメタデータの読み込み中にエラーが発生しました

source: Deleting all versions of %(title)s (%(group_id)s)
ja: %(title)s (%(group_id)s) のすべてのバージョンを削除

source: Uninstalling all versions of %(title)s (%(group_id)s)
ja: %(title)s (%(group_id)s) のすべてのバージョンをアンインストール

source: Deleting %(title)s (%(uri)s)
ja: %(title)s (%(uri)s) を削除

source: Uninstalling %(title)s (%(uri)s)
ja: %(title)s (%(uri)s) をアンインストール

source: Invalid component type: %(type)s
ja: 無効なコンポーネントタイプ: %(type)s

source: Unexpected response from server
ja: サーバからの予期しない応答

source: <p>This is the <em>Editor</em> view. In this view, you can use and modify your workspaces. Currently you are in a newly created workspace: <em>Basic concepts tutorial</em>. This workspace is empty, so the first step is to add some widgets.</p><div class="alert alert-info"><p>In next steps we need some widgets, so we are going to install them for you. You can safely uninstall these widgets after finishing the tutorial.</p></div>
ja: <p>これは<em>エディタ</em> ビューです。このビューではワークスペースを使用および変更できます。 現在、あなたは新しく作成されたワークスペースにいます: <em>基本概念のチュートリアル</em>. このワークショップは空なので、最初にウィジェットを追加します。</p><div class="alert alert-info"><p>次のステップではいくつかのウィジェットが必要なので、それらをインストールします。 チュートリアルの終了後、これらのウィジェットを安全にアンインストールできます。</p></div>

source: Click the <em>Edit</em> button
ja: <em>編集</em> ボタンをクリックします

source: Click the <em>Add components</em> button
ja: <em>コンポーネントを追加</em> ボタンをクリックします

source: Close the component sidebar
ja: コンポーネントのサイドバーを閉じる

source: <p>In this sidebar you can find all the available widgets. In our example, we are interested in the widgets added to the workspace: the <em>YouTube Browser</em> and the <em>Input Box</em> (This last will be listed using the new name given in previous step).</p><p>You can also find <em>operators</em>. These components can act as source, transformators or data targets as well as a combination of these behaviours.</p>
ja: <p>このサイドバーには、利用可能なすべてのウィジェットがあります。この例では、ワークスペースに追加されたウィジェット、つまり <em>YouTube Browser</em> と<em>入力ボックス</em>に注目しています (これは、以前の手順で指定した新しい名前を使用して表示されます)。</p><p><em>オペレータ</em>もあります。これらのコンポーネントは、これらのビヘイビアの組み合わせと同様に、ソース、トランスフォーマ、またはデータ・ターゲットとして機能します。</p>

source: <p>In the next steps, we are going to connect the <em>Input Box</em> and <em>YouTube Browser</em> widgets together. This will allow you to perform searches in the <em>YouTube Browser</em> through the <em>Input Box</em> widget.</p>
ja: <p>次のステップでは、<em>入力ボックス</em> と <em>YouTube Browser </em> ウィジェットを一緒に接続します。 これにより、<em>入力ボックス</em> ウィジェットから <em>YouTube Browser</em> で検索を実行できます。</p>

source: <p><span class="label label-success">Great!</span> We are now ready to start. Let's start by identifying the behaviours we want to model.</p><div class="alert alert-info">We have installed a mashup into your account (<strong>BOW-Tutorial</strong>), you can remove it safely.</div>
ja: <p><span class="label label-success">すばらしい！</span> 私たちは今すぐ始めましょう。 私たちがモデルにしたいビヘイビアを特定することから始めましょう。</p><div class="alert alert-info">アカウントにマッシュアップをインストールしました (<strong>BOW-Tutorial</strong>), 安全に取り外すことができます。</div>

source: Click <em>Remove</em>
ja: <em>削除</em>をクリックします

source: Z-Position
ja: Z ポジション

source: Specifies the z-coordinate at which the widget is placed
ja: ウィジェットが配置される z 座標を指定します

source: Height in pixels (deprecated)
ja: 高さ (ピクセル単位) (非推奨)

source: Widget created successfully.
ja: ウィジェットが正常に作成されました。

source: The %(type)s was upgraded to v%(version)s successfully.
ja: %(type)s は v%(version)s に正常にアップグレードされました。

source: The %(type)s was downgraded to v%(version)s successfully.
ja: %(type)s は v%(version)s に正常にダウングレードされました。

source: The %(type)s was replaced using v%(version)s successfully.
ja: %(type)sは v%(version)s を使用して正常に置き換えられました。

source: Failed to load widget.
ja: ウィジェットをロードできませんでした。

source: <p>This widget is currently not available. You or an administrator probably uninstalled it.</p><h5>Suggestions:</h5><ul><li>Remove this widget from the dashboard</li><li>Reinstall the appropiated version of the widget</li><li>Or install another version of the widget and then use the <em>Upgrade/Downgrade</em> option</li></ul>
ja: <p>このウィジェットは現在利用できません。 管理者または管理者がおそらくアンインストールしました。</p><h5>対処:</h5><ul><li>このウィジェットをダッシュボードから削除します</li><li>ウィジェットの適切なバージョンを再インストールしてください</li><li>または、別のバージョンのウィジェットをインストールしてから、<em>アップグレード/ダウングレード</em>オプションを使用してください</li></ul>

source: Widget loaded successfully.
ja: ウィジェットが正常に読み込まれました。

source: Widget unloaded successfully.
ja: ウィジェットが正常にアンロードされました。

source: Failed to load operator.
ja: オペレータを読み込めませんでした。

source: Tab %(index)s
ja: タブ %(index)s

source: The destination tab (%(title)s) is readonly
ja: 宛先のタブ (%(title)s) は読み取り専用です

source: Error loading WireCloud
ja: WireCloud の読み込みエラー

source: Requesting workspace data
ja: ワークスペース・データの要求

source: Switching active workspace
ja: アクティブなワークスペースの切り替え

source: Missing name or title parameter
ja: 名前またはタイトル・パラメータがありません

source: Workspace and mashup options cannot be used at the same time
ja: ワークスペースとマッシュアップ・オプションは同時に使用できません

source: the widget could not be associated with this layout as it already has an associated layout.
ja: ウィジェットは既に関連付けられたレイアウトを持っているため、このレイアウトに関連付けることはできませんでした。

source: smart
ja: スマート

source: %(columns)s%(smart)s columns
ja: %(columns)s%(smart)s 列

source: %(columns)s columns x %(rows)s rows
ja: %(columns)s columns x %(rows)s 行

source: Marketplace
ja: マーケットプレイス

source: Marketplace - %(marketname)s
ja: マーケットプレイス - %(marketname)s

source: Add marketplace
ja: マーケットプレイスを追加

source: Creating a %(owner)s/%(name)s workspace using %(mashup)s as template
ja: %(mashup)s をテンプレートとして使用して %(owner)s/%(name)s のワークスペースを作成します

source: Creating a %(owner)s/%(name)s workspace
ja: %(owner)s/%(name)s のワークスペースの作成します

source: Creating a new workspace using %(mashup)s as template
ja: %(mashup)s をテンプレートとして使用して新しいワークスペースを作成します

source: Normal
ja: ノーマル

source: Upload to
ja: アップロード先

source: Mashup Title
ja: マッシュアップのタイトル

source: Title to display on the catalogue
ja: カタログに表示するタイトル

source: Id of the vendor/distributor of the mashable application component
ja: マッシュアップ・アプリケーション・コンポーネントのベンダー/ディストリビュータの Id

source: Email
ja: Eメール

source: Media
ja: メディア

source: %(fullname)s (You)
ja: %(fullname)s (あなた)

source: Available versions
ja: 使用可能なバージョン

source: Hide title
ja: タイトルを隠す

source: Show title
ja: タイトルを表示

source: %(errorCount)s error
ja: %(errorCount)s エラー

source: Documentation
ja: ドキュメンテーション

source: Django Admin panel
ja: Django 管理パネル

source: %(workspace_title)s - Wiring
ja: %(workspace_title)s - ワイヤーリング

source: The connection will also be modified for the rest of behaviours, would you like to continue?
ja: 残りのビヘイビアのために接続も変更されますが、続行しますか？

source: Order behaviours
ja: ビヘイビアを順序付ける

source: missing
ja: ミッシング

source: %(count)s error
ja: %(count)s エラー

source: %(version)s (latest)
ja: %(version)s (最新)

source: Rename Workspace Tab
ja: ワークスペース・タブの名前を変更

source: Set as initial
ja: 初期としてセット

source: The tab's widgets will also be removed. Would you like to continue?
ja: タブのウィジェットも削除されます。 続行しますか？

source: Wiring
ja: ワイヤーリング

source: New tab
ja: 新しいタブ

source: Add components
ja: コンポーネントを追加

source: Operator created successfully.
ja: オペレータが正常に作成されました。

source: <p>This operator is currently not available. You or an administrator probably uninstalled it.</p><h5>Suggestions:</h5><ul><li>Remove the operator.</li><li>Reinstall the same version of the operator.</li><li>Or install another version of the operator and then use the <em>Upgrade/Downgrade</em> option.</li></ul>
ja: <p>このオペレータは現在使用できません。 管理者または管理者がおそらくアンインストールしました。</p><h5>対応:</h5><ul><li>オペレータを削除します.</li><li>同じバージョンのオペレーターを再インストールしてください.</li><li>または、オペレーターの別のバージョンをインストールし、<em>アップグレード/ダウングレード</em>オプションを使用してください。</li></ul>

source: Operator loaded successfully.
ja: オペレータが正常にロードされました。

source: Operator unloaded successfully.
ja: オペレータが正常にアンロードされました。
