Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/commons/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Select
es: Seleccionar

source: Set Defaults
es: Valores por defecto

source: Reset
es: Reiniciar

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: The following required fields are empty: %(fields)s.
es: Los siguientes campos obligatorios están vacíos: %(fields)s.

source: The following fields do not contain a valid URL: %(fields)s.
es: Los siguientes campos no contienen una URL válida: %(fields)s.

source: The following fields do not contain a valid E-Mail address: %(fields)s.
es: Los siguientes campos no continene un e-mail válido: %(fields)s.

source: The following field do not contain a valid version number: %(fields)s.
es: Los siguientes campos no continen un número de versión válido: %(fields)s.

source: The following fields contain invalid characters: %(fields)s.
es: Los siguientes campos contienen carácteres inválidos: %(fields)s.

source: The following fields do not contain a valid color value: %(fields)s.
es: Los siguientes campos no contienen un valor de color válido: %(fields)s.

source: The following fields does contain an out of range value: %(fields)s.
es: Los siguientes campos contienen un valor fuera de rango: %(fields)s.

source: Sort by %(column_name)s
es: Ordenar por %(column_name)s

source: No data available
es: No hay datos disponibles

source: Add Tab
es: Añadir pestaña

source: <div class="se-input-group"><t:firstBtn/><t:prevBtn/><div class="se-box">Page: <t:currentPage/>/<t:totalPages/></div><t:nextBtn/><t:lastBtn/></div>
es: <div class="se-input-group"><t:firstBtn/><t:prevBtn/><div class="se-box">Página: <t:currentPage/>/<t:totalPages/></div><t:nextBtn/><t:lastBtn/></s:styledgui>

source: No results found for <em><t:query/></em>
es: No se han encontrado resultados para <em><t:query/></em>

source: Yes
es: Sí

source: Warning
es: Atención

source: Start
es: Iniciar

source: Close
es: Cerrar

source: Clear current selection
es: Borrar la seleccion actual

source: Search
es: Buscar

source: Keywords...
es: Texto de búsqueda…

source: Connection error: No resource retrieved
es: Problema de conexión: No se ha recibido ningún recurso

source: <p>Showing results for <b><t:corrected_query/></b></p>
es: <p>Mostrando los resultados para <b><t:corrected_query/></b></p>

source: <p>We couldn't find anything for your search - <b>%(keywords)s.</b></p><p>Suggestions:</p><ul><li>Make sure all words are spelled correctly.</li><li>Try different keywords.</li><li>Try more general keywords.</li></ul>
es: <p>No hemos podido encontrar resultados que coincidan con tu búsqueda (<b>%(keywords)s</b>).</p><p>Sugerencias:</p><ul><li>Asegúrate de que todas las palabras estén escritas correctamente.</li><li>Prueba con otras palabras clave.</li><li>Inténtalo con palabras clave más generales.</li></ul>

source: <p>Currently, you do not have access to any %(scope)s component. You can get components using the Marketplace view or by uploading components manually using the Upload button on the My Resources view.</p>
es: <p>Actualmente no tienes acceso a ningún componente de tipo %(scope)s. Puedes obtener componentes usando la vista de Marketplace o subiendo recursos de forma manual usando el botón Subir en la vista de Mis Recursos.</p>

source: <p>Currently, you do not have access to any component. You can get components using the Marketplace view or by uploading components manually using the Upload button on the My Resources view.</p>
es: <p>Actualmente no tienes acceso a ningún componente. Puedes obtener componentes usando la vista de Marketplace o subiendo recursos de forma manual usando el botón Subir en la vista de Mis Recursos.</p>

source: Info
es: Detalles

source: Next
es: Siguiente

source: If you prefer, you can follow some of these tutorials:
es: Si lo prefieres, puedes seguir alguno de los siguientes tutoriales:

source: Tutorials
es: Tutoriales
