Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/catalogue/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: You must use at least one of the following flags: --redeploy, --users, --groups or --public
ja: 次のフラグの少なくとも1つを使用する必要があります: --redeploy, --users, --groups または --public

source: Failed to read from %(file_name)s
es: Error al leer desde el fichero %(file_name)s
ja: %(file_name)s からの読み込みに失敗しました

source: Successfully imported "%(name)s" from "%(file_name)s"
es: Importado "%(name)s" desde "%(file_name)s" de forma correcta
ja: "%(file_name)s" から "%(name)s" を正常にインポートしました

source: Failed to import the mashable application component from %(file_name)s
es: Fallo la importación del componente de aplicación mashable desde %(file_name)s
ja: マッシュアップ・アプリケーションのコンポーネントを %(file_name)s からインポートできませんでした

source: Vendor
es: Distribuidor
ja: ベンダー

source: Name
es: Nombre
ja: 名前

source: Version
es: Versión
ja: バージョン

source: Type
es: Tipo
ja: タイプ

source: Available to all users
es: Disponible para todos los usuarios
ja: すべてのユーザが利用可能

source: Users
es: Usuarios
ja: ユーザ

source: Groups
es: Grupos
ja: グループ

source: popularity
es: popularidad
ja: 人気

source: JSON description
es: Descripción en JSON
ja: JSON の説明

source: Unable to process component description file: %s
es: Fue imposible procesar el fichero de descripción del componente: %s
ja: コンポーネント記述ファイルを処理できません: %s

source: Unable to process component description file
es: Fue imposible procesar el fichero de descripción del componente
ja: コンポーネント記述ファイルを処理できません

source: Missing contents file: %(file_name)s.
es: Falta el fichero con los contenidos: %(file_name)s.
ja: コンテンツ・ファイルがありません: %(file_name)s.

source: %(file_name)s was not encoded using the specified charset (%(charset)s according to the widget descriptor file).
es: El fichero %(file_name)s no está codificado usando el conjunto de caracteres indicado (%(charset)s según el fichero de descripción del widget).
ja: %(file_name)s は、指定された文字セットを使用してエンコードされませんでした (ウィジェット記述子ファイルに従った %(charset)s).

source: Missing component file in the request
es: Falta el fichero con los contenidos en la petición
ja: リクエストにコンポーネント・ファイルがありません

source: The uploaded file is not a zip file
es: El fichero subido no es un fichero zip
ja: アップロードされたファイルは zip ファイルではありません

source: Resource already exists
es: Ya existe el recurso
ja: リソースは既に存在します

source: Error writing the resource into the filesystem. Please, contact the server administrator.
es: Error guardando el recurso en el sistema de ficheros. Por favor, contacta con el administrador del servidor.
ja: ファイル・システムへのリソースの書き込み中にエラーが発生しました。サーバ管理者に連絡してください。

source: Invalid pagenum value: %s
es: Valor inválido para pagenum: %s
ja: 無効な pagenum 値: %s

source: Invalid maxresults value: %s
es: Valor inválido para maxresults: %s
ja: 無効な maxresults 値: %s

source: Orderby value not supported: %s
es: Valor para el parámetro orderby no soportado: %s
ja: Orderby 値はサポートされていません: %s

source: Scope value not supported: %s
es: Valor para el parámetro scope no soportado: %s
ja: スコープ値はサポートされていません: %s

source: Forbidden
es: Prohibido
ja: 禁止

source: user %(username)s is not the owner of the resource %(resource_id)s
es: el usuario %(username)s no es el dueño del recurso %(resource_id)s
ja: ユーザ %(username)s はリソース %(resource_id)s の所有者ではありません

source: Missing parameter: template_uri or file
es: Faltan el parámetro template_uri o file
ja: パラメータがありません : template_uri または file

source: Error opening the changelog file
es: Error abriendo el fichero de registro de cambios
ja: 変更履歴ファイルを開く際にエラーが発生しました

source: You can find the userguide of this component in this external <a target="_blank" href="%s">link</a>
es: Puedes encontrar la documentación de este recurso in este <a target="_blank" href="%s">enlace externo</a>
ja: このコンポーネントのユーザ・ガイドは、この<a target="_blank" href="%s">リンク</a>で見つけることができます

source: Error opening the userguide file
es: Error abriendo el fichero de la guía de usuario
ja: ユーザ・ガイドのファイルを開く際にエラーが発生しました

source: You must use at least one of the following flags: --redeploy, --users, --groups or --public
es: Al menos una de las siguientes opciones tiene que ser usada: --redeploy, --users, --groups ó --public
