Repository: Wirecloud/wirecloud
Catalog: src/wirecloud/fiware/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: FIWARE version
es: Versión de FIWARE
ja: FIWARE のバージョン

source: FIWARE version of the platform
es: La versión de FIWARE de la plataforma
ja: プラットフォームの FIWARE バージョン

source: FIWARE token available
es: Token de FIWARE disponible
ja: FIWARE トークンが利用可能です

source: Indicates if the current user has associated a FIWARE auth token that can be used for accessing other FIWARE resources
es: Indica si el usuario actual tiene asociado un token de autenticación de FIWARE que puede ser usado para acceder a otros servicios de FIWARE
ja: 現在のユーザが他の FIWARE リソースへのアクセスに使用できる FIWARE 認証トークンを関連付けたかどうかを示します

source: IdM support not enabled
es: Integración con el IdM no activado
ja: IdM サポートが有効になっていません

source: IdM tokens can only be inyected on Ajax requests coming from authorized widgets
es: Los tokens del IdM solo pueden ser inyectados en las peticiones Ajax que venga de widget autorizados
ja: IdM トークンは、許可されたウィジェットからの Ajax リクエストに対してのみ注入できます

source: Current user has not an active FIWARE profile
es: El usuario actual no tiene un perfil de FIWARE activo
ja: 現在のユーザはアクティブな FIWARE プロファイルを持っていません

source: Workspace owner has not an active FIWARE profile
es: El dueño del entorno de trabajo no tiene un perfil de FIWARE activo
ja: ワークスペースの所有者はアクティブな FIWARE プロファイルを持っていません

source: Invalid FIWARE OAuth token source
es: Token OAuth de FIWARE inválido
ja: 無効な FIWARE OAuth トークン・ソース

source: Legal Conditions
es: Condiciones legales
ja: 法的条件

source: Clauses:
es: Clausulas:
ja: 条項:

source: Description
es: Descripción
ja: 説明

source: Description:
es: Descripción
ja: 説明:

source: Value:
es: Valor:
ja: 値:

source: Price plan:
es: Plan de precios:
ja: 価格プラン:

source: Title:
es: Titulo:
ja: タイトル:

source: Components:
es: Componentes:
ja: コンポーネント:

source: Taxes:
es: Tasas:
ja: 税金:

source: Store
es: Tienda
ja: ストア

source: Owner
es: Dueño
ja: 所有者

source: Version
es: Versión
ja: バージョン

source: Publication date
es: Fecha de publicación
ja: 発行日

source: Filtering
es: Filtrado
ja: フィルタリング

source: Keywords:
es: Palabras clave:
ja: キーワード:

source: Store:
es: Tienda:
ja: ストア:

source: Service level:
es: Nivel de servicio:
ja: サービスレベル:

source: Obligated party:
es: Parte obligada:
ja: 債務者:

source: Expresion variables
es: Expresiones variables
ja: エクスプレッション変数

source: The buying process has finished successfully. The process flow should return automatically to Wirecloud. You can close this window.
es: El proceso de compra ha terminado correctamente. El control del proceso debería volver automáticamente a WireCloud. Puedes cerrar esta ventana.
ja: 購入プロセスは正常に終了しました。プロセス・フローは自動的に Wirecloud に戻るはずです。このウィンドウを閉じることができます。
