Repository: Wirecloud/wirecloud
Catalog: src/ezweb/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Default setting
es: Configuración por defecto

source: Browser detect
es: Configuración del navegador

source: Skin
es: Apariencia

source: Show catalogue help dialog
es: Mostrar la ventana de ayuda sobre el catálogo

source: Show wiring help dialog
es: Mostrar la ventana de ayuda sobre el wiring

source: Show dragboard help dialog
es: Mostrar la ventana de ayuda sobre el dragboard

source: Unfold events and slots in the wiring editor by default
es: Desplegar eventos y ranuras en el editor del wiring por defecto

source: Skin to use as default. (default: inherit)
es: Apariencia (skin) por defecto. (defecto: heredado)

source: Default grid layout
es: Distribución de la rejilla por defecto

source: Fixed to the grid
es: Anclado a la rejilla

source: Out of the grid
es: Fuera de la rejilla

source: Default layout for the new gadgets.
es: Distribución por defecto para los nuevos gadgets.

source: Smart grid for gadgets fixed to the grid
es: Rejilla inteligente para los gadgets ajustados a la rejilla

source: iGadgets will be automatically reordered if this option is enabled. (default: enabled)
es: En caso de activar esta opción, los iGadgets serán reordenados automáticamente. (por defecto: activado)

source: Grid columns
es: Columnas de la rejilla

source: Grid columns. (default: 20)
es: Columnas de la rejilla. (por defecto: 20)

source: Cell Height (in pixels)
es: Altura de las celdas (en pixels)

source: Cell Height. Must be specified in pixel units. (default: 13)
es: Altura de las celdas. Debe especificarse en pixels. (por defecto: 13)

source: Horizontal Margin between iGadgets (in pixels)
es: Margen horizontal entre iGadgets (en pixels)

source: Horizontal Margin between iGadgets. Must be specified in pixel units. (default: 4)
es: Margen horizontal entre iGadgets. Debe especificarse en pixels. (por defecto: 4)

source: Vertical Margin between iGadgets (in pixels)
es: Margen vertical entre iGadgets (en pixels)

source: Vertical Margin between iGadgets. Must be specified in pixel units. (default: 3)
es: Margen vertical entre iGadgets. Debe especificarse en pixels. (por defecto: 3)

source: Skin to use by default. (default: %(defaultValue)s)
es: Apariencia (skin) por defecto. (defecto: heredado)

source: Error retrieving showcase data: %(errorMsg)s.
es: Error al recibir los datos del showcase: %(errorMsg)s

source: "%(variable)s" variable is not an User Preference
es: la variable "%(variable)s" no es una Preferencia de Usuario

source: "%(variable)s" variable doesn't exists
es: la variable "%(variable)s" no existe

source: Error saving variables to persistence: %(errorMsg)s.
es: Error al guardar las variables en el servidor: %(errorMsg)s.

source: IGadget %(iGadgetId)s does not have any variable named "%(varName)s". If you need it, please insert it into the gadget's template.
es: El IGadget %(iGadgetId)s no dispone de ninguna variable llamada "%(varName)s". Si la necesita, añádala al template del gadget.

source: IGadget %(iGadgetId)s attempted to establish a non-string value for the variable "%(varName)s".
es: El iGadget %(iGadgetId)s ha intentado establecer un valor cuyo tipo no es string para la variable "%(varName)s".

source: Unimplemented function: %(funcName)s
es: Función sin implementación: %(funcName)s

source: Use in %(slotName)s
es: Usar en %(slotName)s

source: Channel name cannot be empty.
es: El nombre de un canal no puede estar vació.

source: A channel named "%(channelName)s" already exists.
es: El canal "%(channelName)s" ya existe.

source: Filters
es: Filtros

source: Remote channel
es: Canal remoto

source: Filter
es: Filtro

source: Operation
es: Operación

source: create a new URL
es: crear una nueva URL

source: Enter URL to read from or
es: Introduzca la URL desde donde se leerá o

source: Enter URL to write to or
es: Introduzca la URL en donde se escribirá o

source: None
es: Ninguno

source: undefined
es: indefinido

source: Error loading code of the filter '%(filterName)s'.
es: Error al cargar el código del filtro '%(filterName)s'.

source: Look out! '%(paramName)s' of '%(filterName)s' is required
es: Cuidado, el parámetro '%(paramName)s' del filtro '%(filterName)s' es obligatorio

source: Error loading parameter '%(paramName)s' of the filter '%(filterName)s'. It must be a number
es: Error al cargar el parámetro '%(paramName)s' del filtro '%(filterName)s'. Debe ser un número.

source: Error loading param '%(paramName)s' of the filter '%(filterName)s': %(error)s.
es: Error al cargar el parámetro '%(paramName)s' del filtro '%(filterName)s': %(error)

source: Error executing code of the filter '%(filterName)s'.
es: Error al ejecutar el código del filtro '%(filterName)s'.

source: Error executing code of the filter '%(filterName)s'. Check the parametres.
es: Error al ejecutar el código del filtro '%(filterName)s'. Comprueba los parámetros.

source: Wiring: Loop detected while recovering wiring status from persistence. Output connection to channel "%(targetChannel)s" from channel "%(sourceChannel)s" will be ignored.
es: Wiring: Bucle detectado mientras se recuperaba el estado del wiring desde persistencia. La conexión de salida al canal "%(targetChannel)s" desde el canal "%(sourceChannel)s" será ignorada.

source: Error adding iGadget into the wiring module of the workspace: Gadget instance already exists.
es: Error al añadir el iGadget al módulo de wiring del entorno de trabajo: la instancia de gadget ya existe.

source: Wiring error: Trying to remove an inexistent igadget.
es: Error de wiring: se intentó eliminar un igadget inexistente.

source: Wiring error: Trying to retrieve the connectables of an inexistent igadget.
es: Error de wiring: se intentó obtener los conectables de un igadget inexistente.

source: Error creating channel %(channelName)s: Channel already exists
es: Error al crear el canal %(channelName)s: el canal ya existe.

source: Error saving wiring status: %(errorMsg)s.
es: Error al guardar el estado del wiring: %(errorMsg)s

source: Channel
es: Canal

source: Please, create a new channel before creating connections.
es: Por favor, crea un nuevo canal antes de crear nuevas conexiones.

source: Please, select a channel before creating connections.
es: Por favor, seleciona un canal antes de crear conexiones.

source: You can not make that connection because if you do it, a loop will be created.
es: No se puede realizar esta conexión dado que en tal caso se crearía un bucle.

source: Returns the value of the channel unfiltered.
es: Devuelve el valor de un canal sin filtrar.

source: Disabled
es: Desactivado

source: Read
es: Lectura

source: Write
es: Escritura

source: Lists of gadgets with events. This events produces a value which will be received by other gadgets as slots.
es: Listas de gadgets con eventos. Estos eventos producen un valor que será recibido en alguna ranura de otro gadget.

source: Channels allows you to manage the connections between different instantiated gadgets.
es: Los canales te permiten manejar las conexiones entre diferentes instancias de gadgets.

source: Lists of gadgets with slots. This slots receives values which are produced by other gadgets as events.
es: Listas de gadgets con ranuras. Estas ranuras reciben los valores producidos por los eventos de otros gadgets.

source: File
es: Fichero

source: Wizard
es: Asistente

source: Clear all
es: Eliminar todas
