Repository: Wirecloud/wirecloud
Catalog: src/ezweb/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: JavaScript exception on file %(errorFile)s (line: %(errorLine)s): %(errorDesc)s
es: Excepción de JavaScript en el fichero %(errorFile)s (línea: %(errorLine)s): %(errorDesc)s

source: Error adding igadget to persistence: %(errorMsg)s.
es: Error al añadir el igadget en la persistencia: %(errorMsg)s.

source: The destination tab (%(tabName)s) is locked. Try to unlock it or select an unlocked tab.
es: La pestaña de destino (%(tabName)s) está bloqueada. Intente desbloquearla o seleccione una pestaña no bloqueada.

source: [GadgetVendor: %(vendor)s, GadgetName: %(name)s, GadgetVersion: %(version)s]
es: [Distribuidor del gadget: %(vendor)s, nombre del gadget: %(name)s, versión: %(version)s]

source: The gadget could not be added to the showcase: %(errorMsg)s.
es: No se pudo añadir el gadget al showcase: %(errorMsg)s.

source: Error searching the catalogue: %(errorMsg)s.
es: Error al buscar en el catálogo: %(errorMsg)s

source: The resource could not be added to the catalogue: %(errorMsg)s.
es: No se pudo añadir el recurso al catálogo: %(errorMsg)s.

source: Processing catalogue response
es: Procesando la respuesta del catálogo

source: Adding the resource to the catalogue
es: Añadiendo el recurso al catálogo

source: Sending resource template to the catalogue
es: Enviando la plantilla del recurso al catálogo

source: The resource could not be added to the catalogue: %(errorMsg)s
es: El recurso no pudo ser añadido al catálogo: %(errorMsg)s.

source: Gadget uploaded successfully
es: Gadget subido correctamente

source: Uploading packaged gadget
es: Subiendo gadget empaquetado

source: Removing affected iGadgets
es: Eliminando los iGadgets afectados

source: Purging gadget info
es: Eliminando la información del gadget

source: Error deleting the Gadget: %(errorMsg)s.
es: Error al eliminar el gadget: %(errorMsg)s

source: Deleting gadget resource from catalogue
es: Eliminando el gadget del catálogo

source: Requesting server
es: Enviando petición al servidor

source: Do you really want to remove the "%(name)s" (vendor: "%(vendor)s", version: "%(version)s") gadget?
es: ¿Realmente quieres eliminar el gadget "%(name)s" (vendedor: "%(vendor)s", versión: "%(version)s")?

source: Done!
es: ¡Hecho!

source: Error: the Gadget has not cached its HTML code. Instantiate it previously!
es: Error: la plataforma no tiene almacenado el código HTML del gadget. Es necesario instanciarlo antes de realizar esta operación.

source: Error during voting!
es: Error durante el proceso de votado

source: Error tagging Gadget: %(errorMsg)s.
es: Error al etiquetar el gadget: %(errorMsg)s.

source: Error during tagging!
es: Error durante el proceso de etiquetado

source: latest
es: última

source: Add
es: Añadir

source: The resource you are adding to the catalogue is not the latest version.
es: El recurso que estás añadiendo al catálogo no es la última versión.

source: Connection Refused
es: Conexión rechazada

source: Bad Request
es: Petición incorrecta

source: Unauthorized
es: No autorizado

source: Payment Required
es: Se requiere pago

source: Forbidden
es: Prohibido

source: Not Found
es: No encontrado

source: Method Not Allowed
es: Método no permitido

source: Not Acceptable
es: No aceptable

source: Proxy Authentication Required
es: Se requiere autenticación en el proxy

source: Request Timeout
es: Tiempo de espera agotado

source: Conflict
es: Conflicto

source: Gone
es: Ya no disponible

source: Length Required
es: Requiere longitud

source: Precondition Failed
es: Falló precondición

source: Request Entity Too Large
es: Solicitud demasiado larga

source: Request-URI Too Long
es: URI demasiado larga

source: Unsupported Media Type
es: Tipo de medio no soportado

source: Requested Range Not Satisfiable
es: Rango solicitado no disponible

source: Expectation Failed
es: Falló expectativa

source: Unprocessable Entity
es: Entidad no procesable

source: Locked
es: Bloqueado

source: Failed Dependency
es: Falló dependencia

source: Upgrade Required
es: Actualización requerida

source: Internal Server Error
es: Error interno del servidor

source: Not Implemented
es: No implementado

source: Bad Gateway
es: Pasarela incorrecta

source: Service Unavailable
es: Servicio no disponible

source: Gateway Timeout
es: Tiempo de espera de la pasarela agotado

source: HTTP Version Not Supported
es: Versión de HTTP no soportada

source: Variant Also Negotiates
es: Variante también negocia

source: Insufficient Storage
es: Almacenamiento insuficiente

source: Loop Detected
es: Detectado bucle

source: Not Extended
es: No extendido

source: Unknown status code
es: Código de estado desconocido

source: Error getting concept %(concept)s: %(errorMsg)s.
es: Error al recibir el concepto %(concept)s: %(errorMsg)s.

source: There is not any concept of type "%(type)s" called "%(concept)s", the value of the iGadget variable "%(varName)s" will be empty.
es: No existe ningún concepto del tipo "%(type)s" llamada "%(concept)s", el valor de la variable "%(varName)s" iGadget estará vacía.

source: WARNING: concept name '%(cname)s' is already related to '%(concept)s'. New related concept is '%(newConcept)s'.
es: AVISO: el nombre del concepto '%(cname)s' ya está relacionado con '%(concept)s'. El nuevo concepto relacionado es '%(newConcept)s'.

source: Concept does not have value, this is a Gadget Concept.
es: El concepto no tiene valor, este es un Concepto de Gadget

source: Unexpected igadget variables. Concept does not have type yet.
es: Variables de igadget no esperadas. El concepto no tiene tipo asociado todavía.

source: Concept does not have type yet.
es: El concepto no tiene tipo aún.

source: method "%(method)s" must be implemented.
es: el método "%(method)s" debe ser implementado

source: There was a pending move that was cancelled because initializedMove function was called before it was finished.
es: Hay un movimiento pendiente que ha sido cancelado sin haber terminado dado que se ha llamado a la función initializeMove.

source: Dragboard: You must call initializeMove function before calling to this function (moveTemporally).
es: Dragboard: Hay que llamar a la función initializeMove antes de llamar a esta función (moveTemporally).

source: Function acceptMove called when there is not an started igadget move.
es: Función acceptMove llamada cuando no hay ningún movimiento de igadget activo.

source: No Floating Gadgets
es: No hay gadget flotantes

source: Trying to cancel an inexistant temporal move.
es: Intentando cancelar un movimiento temporal inexistente.

source: Error committing dragboard changes to persistence: %(errorMsg)s.
es: Error al almacenar los cambios en el servidor: %(errorMsg)s.

source: Error saving the new transparency value into persistence: %(errorMsg)s.
es: Error al guardar el valor de transparencia en el servidor: %(errorMsg)s.

source: Snap to grid
es: Ajustar a la rejilla

source: This iGadget is outside the grid.
es: Este iGadget está fuera de la rejilla.

source: Extract from grid
es: Extraer de la rejilla

source: This iGadget is aligned to the grid.
es: Este iGadget está alineado a la rejilla.

source: Exit Full Dragboard
es: Salir de Pantalla Completa

source: Full Dragboard
es: Pantalla Completa

source: Close
es: Cerrar

source: Menu
es: Menú

source: Maximize
es: Maximizar

source: Minimize
es: Minimizar

source: <p><b>Do you really want to update "%(igadgetName)s" to its latest version?</b><br />The gadget state and connections will be kept, if possible.<p>Note: It will reload your workspace</p>
es: <p><b>¿Realmente quiere actualizar "%(igadgetName)s" a su última versión?</b><br />Siempre que sea posible, se conservará el estado y las conexiones del gadget.<p>Aviso: Esta operación recargará el entorno de trabajo</p>

source: Access to Information
es: Acceder a la información

source: Preferences
es: Preferencias

source: Menu Bar Color...
es: Color de la barra...

source: Lower To Bottom
es: Enviar al fondo

source: Raise To Top
es: Traer al frente

source: Name changed from "%(oldName)s" to "%(newName)s" succesfully
es: El nombre fue cambiado correctamente de "%(oldName)s" a "%(newName)s"

source: Error renaming igadget from persistence: %(errorMsg)s.
es: Error al renombrar el igadget en la persistencia: %(errorMsg)s.

source: There is a new version of this gadget available. Current version: %(currentVersion)s - Last version: %(lastVersion)s
es: Hay una nueva versión de este gadget. Versión actual: %(currentVersion)s - Última versión: %(lastVersion)s

source: Do you want to remove the notice of the new version available?
es: ¿Desea eliminar el aviso de nueva versión?

source: Error setting the refused version of the igadget to persistence: %(errorMsg)s.
es: Error al guardar la versión del gadget rechazada en el servidor: %(errorMsg)s.

source: <p>Sorry but the "%(igadgetName)s" gadget <b>cannot be automatically updated</b> because its version is not compatible
es: <p>Lo sentimos, pero el gadget "%(igadgetName)s" <b>NO</b> pudo ser actualizado automaticamente porque las versiones no son compatibles

source: Error updating igadget's menu color into persistence: %(errorMsg)s.
es: Error al actualizar el color de la barra de menú del igadget en la persistencia: %(errorMsg)s.

source: iGadget deleted
es: el iGadget fue eliminado

source: Error removing igadget from persistence: %(errorMsg)s.
es: Error al eliminar el igadget de la persistencia: %(errorMsg)s.

source: This IGadget does not have any user prefs
es: Este IGadget no tiene preferencias de usuario

source: Set Defaults
es: Predeterminados

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: iGadget loaded
es: iGadget cargado

source: %(errorCount)s error for the iGadget "%(name)s" was notified before it was loaded
es: Se notificó %(errorCount)s error para el iGadget "%(name)s" antes de que se cargara

source: iGadget unloaded
es: iGadget descargado

source: Error saving changes to persistence: %(errorMsg)s.
es: Error al guardar los cambios en el servidor: %(errorMsg)s.

source: The following required fields are empty: %(fields)s.
es: Los siguientes campos obligatorios están vacíos: %(fields)s.

source: The following fields do not contain a valid URL: %(fields)s.
es: Los siguientes campos no contienen una URL válida: %(fields)s.

source: The following fields do not contain a valid E-Mail address: %(fields)s.
es: Los siguientes campos no contienen una dirección de correo electrónico válida: %(fields)s.

source: The following field do not contain a valid version number: %(fields)s.
es: Los siguientes campos no contienen número de versión válido: %(fields)s.

source: The following fields contain invalid characters: %(fields)s.
es: Los siguientes campos contienen caracteres inválidos: %(fields)s.

source: The following fields do not contain a valid color value: %(fields)s.
es: Los siguientes campos no contienen un valor válido para describir un color: %(fields)s.

source: Choose a local file
es: Elegir un fichero local

source: Format: X.X.X, where X is an integer.
es: Formato: X.X.X, siendo X un número entero.

source: Ex. "0.1", "1.11". NOTE: 1.01 should be 1.0.1
es: Ejemplo: "0.1", "1.11". NOTA: 1.01 debería ser 1.0.1

source: Hold down "Control", or "Command" on a Mac, to select more than one item
es: Mantén pulsado la tecla "Control" (o la tecla "Command" en Mac) para seleccionar más de un elemento.

source: Do you really want to remove this tab?
es: ¿Realmente desea eliminar esta pestaña?

source: Do you want to cancel the subscription to the service?
es: ¿Realmente desea cancelar la subscripción a este servicio?

source: You are going to add a Mashup that could be composed by more than one gadget. Do you want to add it to a new Workspace or to the current one?
es: Estas a punto de añadir un Mashup que podría estar compuesto por más de un gadget. ¿Desea añadirlo a un nuevo entorno de trabajo o al entorno de trabajo actual?

source: Configuration
es: Configuración

source: Share
es: Compartir

source: Edit
es: Editar

source: Error updating order: %(errorMsg)s.
es: Error al actualizar el orden: %(errorMsg)s.

source: Create workSpace
es: Crear entorno de trabajo

source: Create
es: Crear

source: Invalid name: you must write something
es: Nombre inválido: nombre vacío.

source: Invalid name: the name "%(newName)s" is already in use
es: Nombre inválido: el nombre "%(newName)s" ya se está usando.

source: Warning
es: Aviso

source: Yes
es: Sí

source: Add Mashup
es: Añadir Mashup

source: New Workspace
es: Nuevo entorno de trabajo

source: Current Workspace
es: Entorno de trabajo actual

source: Accept
es: Aceptar

source: Don't show me anymore
es: No volver a mostrar

source: Do you know what ... ?
es: ¿Sabías que ... ?

source: required field
es: campo obligatorio

source: Mashup Name
es: Nombre del Mashup

source: Vendor
es: Distribuidor

source: Version
es: Versión

source: Detailed description
es: Descripción detallada

source: Description
es: Descripción

source: Author
es: Autor

source: Personalization
es: Personalización

source: Image for the catalogue (170x80 px)
es: Imagen para el catálogo (170x80 px)

source: Do not use any branding
es: No utilizar imagen de marca

source: Banner logo (250x50 px)
es: Logo para la cabecera (250x50 px)

source: Banner logo for viewer mode (150x30 px)
es: Logo para la cabecera en modo visor (150x30 px)

source: Clicking on these logos will open this page
es: Hacer click en estos logos abrirá la página

source: Advanced options
es: Opciones avanzadas

source: Organization
es: Organización

source: Block gadgets
es: Bloquear gadgets

source: Block connections
es: Bloquear conexiones

source: Publish Workspace
es: Publicar el entorno de trabajo

source: WARNING: configured and stored data in your workspace (properties and preferences except passwords) will be shared!
es: ¡ATENCIÓN: los datos almacenados y la configuración de tu espacio de trabajo (propiedades y preferencias salvo contraseñas) se compartirán!

source: Upload File
es: Subir fichero

source: Clear
es: Limpiar

source: Properties
es: Propiedades

source: Parametrization
es: Parametrización

source: Share "%(workspace)s" workspace with everybody through either a public URL or an embed object
es: Compartir el workspace "%(workspace)s" públicamente por medio de una URL o de un objeto embebible en otro sitio web

source: Share "%(workspace)s" workspace only with the following groups
es: Compartir el espacio de trabajo "%(workspace)s" con uno de los siguientes grupos

source: Share Workspace
es: Compartir el entorno de trabajo

source: The available groups cannot be displayed
es: No se pueden mostrar los grupos disponibles

source: You must select a group
es: Debes seleccionar un grupo

source: Name
es: Nombre

source: Image URL
es: Imagen (URL)

source: iPhone Image URL
es: Imagen para el iPhone (URL)

source: Template color
es: Color de la plantilla

source: blue
es: azul

source: orange
es: naranja

source: red
es: rojo

source: green
es: verde

source: Menu Color
es: Color del menú

source: Add new feed
es: Añadir un feed nuevo

source: Method
es: Método

source: Parse URL Parameters
es: Interpretar los parámetros de la URL

source: Fixed Params
es: Parámetros fijos

source: Default Param Values
es: Valores por defecto de los parámetros

source: Events
es: Eventos

source: Home URL
es: URL inicial

source: Menu Color (Hex.)
es: Color del menú (Hex.)

source: Source
es: Fuente

source: Source URL
es: Fuente (URL)

source: Add new site
es: Añadir un sitio nuevo

source: New Name
es: Nuevo Nombre

source: Rename Workspace
es: Renombrar el espacio de trabajo

source: The new name is too long. It must have less than 30 characters.
es: El nuevo nombre es demasiado largo. Debe tener menos de 30 caracteres.

source: Rename Tab
es: Renombrar la pestaña

source: Error updating a tab: the name %(tabName)s is already in use in workspace %(wsName)s.
es: Error al actualizar una pestaña: el nombre %(tabName)s ya está en uso en el entorno de trabajo %(wsName)s.

source: Error updating a tab: invalid name
es: Al actualizar una pestaña: nombre no válido

source: Shared WorkSpace Info
es: Información del WorkSpace

source: HTML code:
es: Código HTML:

source: WARNING: Your file will be uploaded to a shared space. <br /> EzWeb is not responsible for the content of the uploaded files.
es: AVISO: Su fichero se subirá a un espacio compartido. <br/> EzWeb no se hace responsable del contenido de los ficheros subidos.

source: Read Only
es: Solo lectura

source: Hidden
es: Oculto

source: Use current value
es: Usar el valor actual

source: Use gadget default value
es: Usar el valor por defecto del gadget

source: Use parametrized value
es: Usar valor parametrizado

source: Status
es: Estado

source: Value
es: Valor

source: You are not allowed to perform this operation
es: No estás autorizado a realizar esta operación

source: unknown
es: desconocido

source: HTTP Error %(errorCode)s - %(errorDesc)s
es: Error HTTP %(errorCode)s - %(errorDesc)s

source: iGadget #%(iGadgetId)s Logs
es: Registros del iGadget #%(iGadgetId)s

source: EzWeb Platform Logs
es: Registros de la Plataforma EzWeb

source: Error loading EzWeb Platform: %(errorMsg)s.
es: Error al cargar la Plataforma EzWeb: %(errorMsg)s

source: Error loading EzWeb Platform
es: Error al cargar la Plataforma Ezweb

source: Error creating a workspace: %(errorMsg)s.
es: Error al crear un entorno de trabajo: %(errorMsg)s.

source: Error merging workspace: %(errorMsg)s.
es: Error al mezclar el entorno de trabajo: %(errorMsg)s.

source: Adding the mashup
es: Añadiendo el mashup

source: Merging with current workspace
es: Mezclando con el entorno de trabajo actual

source: Error adding the workspace: %(errorMsg)s.
es: Error al añadir el entorno de trabajo: %(errorMsg)s.

source: Creating a new workspace
es: Creando un nuevo entorno de trabajo

source: Changing current workspace
es: Cambiando el entorno de trabajo actual

source: Loading EzWeb Platform
es: Cargando la Plataforma Ezweb

source: Retrieving EzWeb code
es: Descargando el código de la Plataforma EzWeb

source: Unloading Ezweb Platform
es: Descargando la Plataforma Ezweb

source: Activating current Workspace
es: Entorno de trabajo actual

source: Some pice of code tried to notify an error in the iGadget %(iGadgetId)s when it did not exist or it was not loaded yet. This is an error in EzWeb Platform, please notify it. Error Message: %(errorMsg)s
es: Un fragmento del código ha intentado informar de un error en el iGadget %(iGadgetId)s cuando éste no existía o no estaba cargado aún. Esto es un error de la Plataforma EzWeb, por favor informe de ello. Mensaje de error: %(errorMsg)s

source: there must be one workspace at least
es: debe haber al menos un entorno de trabajo

source: Error removing workspace: %(errorMsg)s.
es: Error al eliminar entorno de trabajo: %(errorMsg)s.

source: Error renaming a tab, changes will not be saved: %(errorMsg)s.
es: Error al renombrar la pestaña, los cambios no se guardarán: %(errorMsg)s.

source: Error removing a tab: %(errorMsg)s.
es: Error al eliminar la pestaña: %(errorMsg)s

source: Options
es: Opciones

source: First Visible
es: Primera visible

source: Error marking as first visible tab, changes will not be saved: %(errorMsg)s.
es: Error al marcar como primera visible, los cambios no se guardarán: %(errorMsg)s.

source: Mark as Visible
es: Marcar como visible

source: Rename
es: Renombrar

source: no more tabs
es: no hay más pestañas

source: move to end
es: mover al final

source: Move before...
es: Mover antes de...

source: Remove
es: Eliminar

source: Do you really want to remove the "%(tabName)s" tab?
es: ¿Realmente desea eliminar la pestaña "%(tabName)s"?

source: Show Floating Gadget
es: Mostrar Gadgets flotantes

source: Error loading workspace: %(errorMsg)s
es: Error al cargar el entorno de trabajo: %(errorMsg)s.

source: Error loading workspace. Please, change active workspace or create a new one.
es: Error al cargar el entorno de trabajo. Por favor, cambia el entorno de trabajo o crea uno nuevo.

source: Unusable Tab
es: Tab no usable

source: Processing workspace data
es: Procesando los datos del entorno de trabajo

source: workspace loaded
es: El entorno de trabajo fue cargado

source: Error renaming workspace, changes will not be saved: %(errorMsg)s.
es: Error al renombrar el entorno de trabajo, los cambios no se guardarán: %(errorMsg)s.

source: Error removing workspace, changes will not be saved: %(errorMsg)s.
es: Error al eliminar el entorno de trabajo, los cambios no se guardarán: %(errorMsg)s.

source: Workspace published successfully
es: El entorno de trabajo ha sido publicado correctamente

source: Error publishing workspace: %(errorMsg)s.
es: Error al publicar el entorno de trabajo: %(errorMsg)s.

source: Error merging workspaces: %(errorMsg)s.
es: Error al mezclar los entornos de trabajo: %(errorMsg)s.

source: Error creating a tab: %(errorMsg)s.
es: Error al crear una pestaña: %(errorMsg)s

source: Error updating a workspace: invalid name
es: Error al actualizar el entorno de trabajo: nombre no válido

source: Error updating a workspace: the name %(workSpaceName)s is already in use.
es: Error al actualizar un entorno de trabajo: el nombre %(workSpaceName)s ya se está usando.

source: Downloading workspace data
es: Descargando los datos del entorno de trabajo

source: Tab
es: Pestaña

source: there must be one tab at least
es: debe haber al menos una pestaña

source: Error removing tab: %(errorMsg)s.
es: Error al eliminar la pestaña: %(errorMsg)s

source: it contains some gadgets that cannot be removed
es: contiene algunos gadgets que no pueden ser eliminados

source: Unloading current workspace
es: Cerrando el entorno de trabajo actual

source: workspace unloaded
es: Se cerró el entorno de trabajo

source: The Workspace has NOT been successfully shared.
es: El entorno de trabajo no ha podido ser compartido.

source: The Workspace has been successfully shared.
es: El entorno de trabajo ha sido compartido correctamente.

source: Publishing current workspace
es: Publicando el entorno de trabajo actual

source: Merging workspaces
es: Mezclando los entornos de trabajo

source: Merging "%(srcworkspace)s" into "%(dstworkspace)s"
es: Mezclando "%(srcworkspace)s" con "%(dstworkspace)s"

source: Initial
es: Inicial

source: Do you really want to remove the "%(workspaceName)s" workspace?
es: ¿Realmente desea eliminar el entorno de trabajo "%(workspaceName)s"?

source: Merge
es: Mezclar

source: This WorkSpace is blocked, please create a new one if you want to configure it.
es: Este espacio de trabajo está bloqueado, por favor cree uno nuevo si desea poder configurarlo.

source: Publish in gallery
es: Publicar en galería

source: This WorkSpace is blocked, please create a new one if you want to share it.
es: Este espacio de trabajo está bloqueado, por favor cree uno nuevo si desea poder compartirlo.

source: Go to Gallery
es: Ir a Galería

source: Go to Wiring tool
es: Ir a Wiring

source: This WorkSpace is blocked, please create a new one if you want to modify it.
es: Este espacio de trabajo está bloqueado, por favor cree uno nuevo si desea poder modificarlo.

source: New Application
es: Nueva Aplicación

source: Error marking as first active workspace, changes will not be saved: %(errorMsg)s.
es: Error al marcar como primer espacio de trabajo visible, los cambios no se guardarán: %(errorMsg)s.

source: Inherit
es: Heredar

source: Platform Preferences
es: Preferencias de Plataforma

source: WorkSpace preferences (%(workspaceName)s)
es: Preferencias del entorno de trabajo (%(workspaceName)s)

source: Tab preferences (%(tabName)s)
es: Preferencias de la pestaña (%(tabName)s)

source: Error retrieving platform preferences data: %(errorMsg)s
es: Error al recibir los datos de las preferencias de plataforma: %(errorMsg)s

source: Language
es: Lenguaje
